[
    {
        "de": "Mein Name ist Joachim und ich komme aus Berlin.\n",
        "en": "My name is Joachim and I am from Berlin.\n"
    },
    {
        "de": "Es ist nicht immer einfach, vernünftig zu sein.\n",
        "en": "It is not always easy to be reasonable.\n"
    },
    {
        "de": "Heute möchte sie ihre Familie in Hamburg besuchen. Sie warten am Bahnhof auf Anna.\n",
        "en": "Today she would like to visit her family in Hamburg. They are waiting at the train station for Anna.\n"
    },
    {
        "de": "Der neue Nachbar ist wirklich sehr nett.\n",
        "en": "The new neighbor is really very nice.\n"
    },
    {
        "de": "Am Wochenende möchte ich nicht schon wieder schwimmen gehen.\n",
        "en": "On the weekend I do not want to go swimming again.\n"
    },
    {
        "de": "Die neue Lehrerin ist noch relativ jung.\n",
        "en": "The new teacher is still relatively young.\n"
    },
    {
        "de": "Er findet es ungerecht, dass er die ganze Arbeit allein machen muss.\n",
        "en": "He finds it unjust that he must do all the work by himself.\n"
    },
    {
        "de": "Der Film war aufregend und definitiv sehenswert!\n",
        "en": "The film was exciting and definitely worth seeing!\n"
    },
    {
        "de": "Man kann im Leben nicht alles haben.\n",
        "en": "One cannot have everything in life.\n"
    },
    {
        "de": "Hast du mich vorhin angerufen?\n",
        "en": "Did you call me earlier?\n"
    },
    {
        "de": "Sie findet das neue Auto viel besser als das Alte.\n",
        "en": "She finds the new car much better than the old one.\n"
    },
    {
        "de": "Nächste Woche werden wir in den Urlaub fahren.\n",
        "en": "Next week we will go on vacation.\n"
    },
    {
        "de": "Heute Abend komme ich um 17:00 Uhr zu dir ins Büro. Ich verspreche, dass ich nicht zu spät kommen werde. Um rechtzeitig dort zu sein, werde ich den Zug nehmen.\n",
        "en": "This evening I will come to your office at 17:00 (5 PM). I promise, that I will not arrive too late. In order to get there on time I will take the train.\n"
    },
    {
        "de": "Ich habe ein Foto von meiner Frau auf meinem Schreibtisch.\n",
        "en": "I have a photopraph of my wife on my desk.\n"
    },
    {
        "de": "Wir wohnen in einem Haus im Stadtzentrum.\n",
        "en": "We live in a house in the city centre.\n"
    },
    {
        "de": "Ich kann schwimmen.\n",
        "en": "I am able to Swim.\n"
    },
    {
        "de": "Wer hat dir das gesagt?\n",
        "en": "Who told you that?\n"
    },
    {
        "de": "Abends stelle ich mein Auto immer in die Garage.\n",
        "en": "In the evening I always put my car in the garage.\n"
    },
    {
        "de": "Morgen möchte ich gerne mit meinen Eltern an den See fahren.\n",
        "en": "Tomorrow I would like to go to the lake with my parents.\n"
    },
    {
        "de": "Wir kommen aus einem kleinen Dorf.\n",
        "en": "We come from a small village.\n"
    },
    {
        "de": "Kannst du mir bitte die Fernbedienung geben?\n",
        "en": "Can you please pass me the remote control?\n"
    },
    {
        "de": "Wie geht es dir heute?\n",
        "en": "How are you today?\n"
    },
    {
        "de": "Ich habe den Brief gestern abgeschickt.\n",
        "en": "I have posted the letter yesterday.\n"
    },
    {
        "de": "Der Laptop steht auf meinem Schreibtisch.\n",
        "en": "The laptop is on my desk.\n"
    },
    {
        "de": "Ja, ich denke auch, dass das die beste Lösung ist.\n",
        "en": "Yes, I also think that this is the best solution.\n"
    },
    {
        "de": "Kannst du mich vom Flughafen abholen?\n",
        "en": "Can you pick me up from the airport?\n"
    },
    {
        "de": "Er sagt, dass er heute nicht zur Arbeit kommen kann.\n",
        "en": "He says that he cannot come to work today.\n"
    },
    {
        "de": "Was hat dir Anna zum Geburtstag geschenkt?\n",
        "en": "What did Anna get you for your birthday?\n"
    },
    {
        "de": "Das Hotel ist wunderschön, aber unglaublich teuer!\n",
        "en": "The hotel is beautiful, but incredibly expensive!\n"
    },
    {
        "de": "Ich finde es so schön, dass wir heute alle zusammen essen.\n",
        "en": "I find it so nice that we are all eating together today.\n"
    },
    {
        "de": "Er fliegt nächste Woche nach Australien.\n",
        "en": "He is flying to Australia next week.\n"
    },
    {
        "de": "Manche Leute wissen nicht, was sie wollen.\n",
        "en": "Some people do not know what they want.\n"
    },
    {
        "de": "Ich glaube, wir waren hier schon einmal.\n",
        "en": "I think we have been here once before.\n"
    },
    {
        "de": "Es war eine schöne Überraschung, als du mich besuchen kamst!\n",
        "en": "It was a nice surprise when you came to visit me!\n"
    },
    {
        "de": "Ich habe schon lange nichts mehr von dir gehört!\n",
        "en": "I haven’t heard from you in a long time!\n"
    },
    {
        "de": "Dieses Buch ist für dich – ich hoffe, es gefällt dir!\n",
        "en": "This book is for you – I hope you like it!\n"
    },
    {
        "de": "Sie hat wunderschöne blaue Augen.\n",
        "en": "She has beautiful blue eyes. 38- Einen – A/An (Masculine)\n"
    },
    {
        "de": "Hast du einen Moment Zeit?\n",
        "en": "Have you got time for a moment?\n"
    },
    {
        "de": "Wenn du möchtest, helfe ich dir dabei. Wenn du älter bist, wirst du auch eine Familie wollen.\n",
        "en": "If you like I can help you with that. When you are older, you will also want to have a family.\n"
    },
    {
        "de": "Das neue Programm ist gut – es funktioniert ohne Probleme.\n",
        "en": "The new program is good – it works without any problems.\n"
    },
    {
        "de": "Ich rufe dich in 10 Minuten an.\n",
        "en": "I will call you in 10 minutes.\n"
    },
    {
        "de": "Diese Karte schicke ich zu meinen Eltern.\n",
        "en": "I am sending this card to my parents.\n"
    },
    {
        "de": "Wann können wir ins Theater gehen?\n",
        "en": "When can we go to the theater?\n"
    },
    {
        "de": "Wir alle haben viele Dinge, die wir erledigen müssen.\n",
        "en": "We all have many things that we must do.\n"
    },
    {
        "de": "Nein, leider habe ich morgen keine Zeit.\n",
        "en": "No, unfortunately I do not have time tomorrow.\n"
    },
    {
        "de": "Ihr habt wirklich gute Arbeit geleistet!\n",
        "en": "You did a really good job!\n"
    },
    {
        "de": "Er ist Veganer und er isst nur pflanzliche Produkte.\n",
        "en": "He is vegan, and he only eats plant products.\n"
    },
    {
        "de": "Es ist schon spät – bist du noch wach?\n",
        "en": "It is already late – are you still awake?\n"
    },
    {
        "de": "Das Restaurant ist unglaublich! Da möchte ich gerne essen gehen.\n",
        "en": "This restaurant is incredible! I would like to go and eat there.\n"
    },
    {
        "de": "Wieso darf ich das nicht sagen?\n",
        "en": "Why am I not allowed to say that?\n"
    },
    {
        "de": "Siehst du das Tier? Es hat sich selbst in den Schwanz gebissen!\n",
        "en": "Can you see the animal? It just bit itself in the tail!\n"
    },
    {
        "de": "Er möchte gerne mit dir reden.\n",
        "en": "He would like to talk to you.\n"
    },
    {
        "de": "Mit der neuen Brille kann ich viel besser sehen!\n",
        "en": "I can see much better with the new glasses!\n"
    },
    {
        "de": "Sie bringt uns alle zum Flughafen.\n",
        "en": "She is taking us all to the airport.\n"
    },
    {
        "de": "Das Wasserglas ist halb voll.\n",
        "en": "The water glass is half full.\n"
    },
    {
        "de": "Was können wir in dieser Situation nur machen?\n",
        "en": "What can we do in this situation?\n"
    },
    {
        "de": "Heute Abend werden viele Leute zur Party kommen.\n",
        "en": "This evening a lot of people will come to the party.\n"
    },
    {
        "de": "Im Moment habe ich sehr viel zu tun!\n",
        "en": "At the moment I have a lot to do!\n"
    },
    {
        "de": "Ich würde gerne mehr über die Geschichte der Stadt wissen.\n",
        "en": "I would like to know more about the history of the city.\n"
    },
    {
        "de": "Ich mochte ihn noch nie.\n",
        "en": "I have never liked him.\n"
    },
    {
        "de": "Unsere Nachbarn kommen aus Ungarn.\n",
        "en": "Our neighbors come from Hungary.\n"
    },
    {
        "de": "Ich werde um sieben hier sein.\n",
        "en": "I will be here at seven.\n"
    },
    {
        "de": "Es ist erst 14:00 Uhr, aber ich bin schon mit allem fertig.\n",
        "en": "It is only 14:00 (2 PM) but I am already finished with everything.\n"
    },
    {
        "de": "Als ich ankam, waren alle schon weg.\n",
        "en": "When I got there, everyone was gone already.\n"
    },
    {
        "de": "Wir werden ihm nachher den Schlüssel geben.\n",
        "en": "We will give the keys to him later.\n"
    },
    {
        "de": "Ich liebe dich auch.\n",
        "en": "I love you, too.\n"
    },
    {
        "de": "Wir haben keine Zeit mehr – wir müssen jetzt gehen!\n",
        "en": "We don’t have any more time – we have to go now!\n"
    },
    {
        "de": "Zuerst gehen wir in die Stadmitte und dann in den Park.\n",
        "en": "First, we will go to the city center and then to the park.\n"
    },
    {
        "de": "Du hast ja überhaupt nichts im Kühlschrank!\n",
        "en": "You haven’t got anything in the fridge!\n"
    },
    {
        "de": "Er findet dies nicht in Ordnung.\n",
        "en": "He doesn’t think this is okay.\n"
    },
    {
        "de": "Okay, ich werde dich dieses Mal nicht bestrafen.\n",
        "en": "Okay, I won’t punish you this time.\n"
    },
    {
        "de": "Sie kann nicht in den Urlaub fahren, denn sie hat kein Geld.\n",
        "en": "She cannot go on holiday because she has no money.\n"
    },
    {
        "de": "Das Weiß des Kleides ist nicht sehr schön.\n",
        "en": "The white of the dress is not very nice.\n"
    },
    {
        "de": "Kannst du die Kinder im Garten spielen lassen?\n",
        "en": "Can you let the children play in the garden?\n"
    },
    {
        "de": "Sie wissen nicht, was sie mit den ganzen Früchten aus dem Garten machen sollen.\n",
        "en": "They don’t know what they should do with all the fruit from the garden.\n"
    },
    {
        "de": "Wir können heute einkaufen gehen oder morgen.\n",
        "en": "We can go shopping today or tomorrow.\n"
    },
    {
        "de": "Alle Studenten müssen hier unterschreiben.\n",
        "en": "All students have to sign here.\n"
    },
    {
        "de": "Wir wollten heute wandern gehen, doch das Wetter ist zu schlecht.\n",
        "en": "We wanted to go hiking today, but the weather is too bad.\n"
    },
    {
        "de": "Nachdem er die Deutschprüfung bestanden hat, beginnt er mit seinem Studium.\n",
        "en": "After passing the German exam, he starts his studies.\n"
    },
    {
        "de": "Meine Mutter backt die besten Kuchen!\n",
        "en": "My mother bakes the best cakes!\n"
    },
    {
        "de": "Es ist so dunkel, dass man gar nichts sehen kann.\n",
        "en": "It is so dark that one cannot see anything.\n"
    },
    {
        "de": "Ich habe Hunger, denn ich habe heute noch nichts gegessen!\n",
        "en": "I am hungry because I have eaten nothing today!\n"
    },
    {
        "de": "Wo sind die neuen Schuhe, die ich gekauft habe?\n",
        "en": "Where are the new shoes that I bought?\n"
    },
    {
        "de": "Wir meinen, dass du jetzt gehen solltest.\n",
        "en": "We mean that you should go now.\n"
    },
    {
        "de": "Oh! Ich habe dich gar nicht gesehen!\n",
        "en": "Oh! I didn’t see you!\n"
    },
    {
        "de": "Welcher Mann hat dir das Kleid verkauft?\n",
        "en": "Which man sold the dress to you?\n"
    },
    {
        "de": "Etwas stimmt hier nicht.\n",
        "en": "Something isn’t right here.\n"
    },
    {
        "de": "Möchtest du mehr Nudeln haben?\n",
        "en": "Do you want more pasta?\n"
    },
    {
        "de": "Ich habe einen neuen Job und er gefällt mir sehr.\n",
        "en": "I have a new job and I really like it.\n"
    },
    {
        "de": "Warum gehst du nicht ans Telefon?\n",
        "en": "Why aren’t you answering the phone?\n"
    },
    {
        "de": "Ich habe noch sehr viel zu tun, also kann ich nicht zur Party gehen.\n",
        "en": "I still have a lot to do, hence I cannot go to the party.\n"
    },
    {
        "de": "Wir treffen uns um 18:00 Uhr bei der Bäckerei.\n",
        "en": "We are meeting at 18:00 (6 PM) at the bakery.\n"
    },
    {
        "de": "Kannst du ihnen bitte sagen, dass ich mich verspäten werde?\n",
        "en": "Can you please tell them that I will be running late?\n"
    },
    {
        "de": "Ich habe keine Ahnung, wo sie ist.\n",
        "en": "I have no idea where she is.\n"
    },
    {
        "de": "Thomas muss immer das letzte Wort haben.\n",
        "en": "Thomas always has to have the last word.\n"
    },
    {
        "de": "Ich habe den Kaffee ganz ausgetrunken.\n",
        "en": "I drank all the coffee.\n"
    },
    {
        "de": "Hast du alles verstanden?\n",
        "en": "Did you understand all of that?\n"
    },
    {
        "de": "Ich habe eine Bitte: Kannst du mich bitte zum Bahnhof fahren?\n",
        "en": "I have a request: Can you drive me to the train station please?\n"
    },
    {
        "de": "Sie hat das Auto vor dem Haus geparkt.\n",
        "en": "She parked the car in front of the house.\n"
    },
    {
        "de": "Wann sehen wir uns wieder?\n",
        "en": "When will we see each other again?\n"
    },
    {
        "de": "Ich werde ihr dieses Buch zum Geburtstag schenken.\n",
        "en": "I will give this book to her for her birthday.\n"
    },
    {
        "de": "Ich könnte mir ein Leben ohne Musik nicht vorstellen.\n",
        "en": "I could not imagine a life without music.\n"
    },
    {
        "de": "Wir sollten ein Los kaufen – vielleicht gewinnen wir!\n",
        "en": "We should buy a raffle ticket – maybe we will win!\n"
    },
    {
        "de": "Normalerweise mögen Kinder Schokolade sehr.\n",
        "en": "Normally children like chocolate a lot.\n"
    },
    {
        "de": "Der Zahnarzt füllte meinen Zahn mit einem Inlay.\n",
        "en": "The dentist filled my tooth with an inlay.\n"
    },
    {
        "de": "Anna findet Geschichte sehr interessant.\n",
        "en": "Anna finds history very interesting.\n"
    },
    {
        "de": "Das Baby hat Hunger – ich werde ihm etwas zu essen geben.\n",
        "en": "The baby is hungry – I will give it some food.\n"
    },
    {
        "de": "Das ist alles eine Frage der Perspektive.\n",
        "en": "It's all a question of perspective.\n"
    },
    {
        "de": "Es fällt mir schwer zu glauben, dass du wirklich gehen willst.\n",
        "en": "I find it hard to believe that you really want to go.\n"
    },
    {
        "de": "Ein besonderer Dank geht an Frau Hamann.\n",
        "en": "A special thanks goes to Ms Hamann.\n"
    },
    {
        "de": "Wir haben nicht viel Geld, aber wir sind glücklich.\n",
        "en": "We don’t have a lot of money, but we are happy.\n"
    },
    {
        "de": "Sie kommt nicht mit ins Restaurant, denn sie hat schon gegessen.\n",
        "en": "She is not coming to the restaurant because she has already eaten.\n"
    },
    {
        "de": "Wir haben schon viel über dich gehört!\n",
        "en": "We have heard a lot about you!\n"
    },
    {
        "de": "Das Wetter ist heute nicht sehr gut, aber vielleicht können wir morgen Tennis spielen gehen.\n",
        "en": "Today the weather isn’t very good but maybe we can go and play tennis tomorrow.\n"
    },
    {
        "de": "Ich bin mir nicht sicher, ob das der richtige Weg ist.\n",
        "en": "I am not sure if this is the right way.\n"
    },
    {
        "de": "Lass uns mit der Achterbahn fahren. Komm schon!\n",
        "en": "Let’s ride on the rollercoaster. Come on!\n"
    },
    {
        "de": "Das kannst du doch nicht wirklich von mir denken!\n",
        "en": "You can’t really think that of me!\n"
    },
    {
        "de": "Hanno findet die Oper wirklich ausgezeichnet.\n",
        "en": "Hanno finds the opera really excellent.\n"
    },
    {
        "de": "Wir würden nie Fleisch essen – wir sind strenge Vegetarier.\n",
        "en": "We would never eat meat – we are strict vegetarians.\n"
    },
    {
        "de": "Kann ich mir noch ein Stück Kuchen nehmen?\n",
        "en": "Can I take another piece of cake?\n"
    },
    {
        "de": "Es ist heute sonnig und warm.\n",
        "en": "Today it is sunny and warm.\n"
    },
    {
        "de": "Es ist einfach, dieses Handy zu bedienen.\n",
        "en": "It is easy to operate this cell phone.\n"
    },
    {
        "de": "Das ist das Fahrrad des Schriftstellers.\n",
        "en": "This is the bike of the writer.\n"
    },
    {
        "de": "Die Frau aus meinem Büro spricht sehr gut Englisch.\n",
        "en": "The woman from my office speaks very good English.\n"
    },
    {
        "de": "Hast du morgen Zeit, einkaufen zu gehen?\n",
        "en": "Do you have time to go shopping tomorrow?\n"
    },
    {
        "de": "Ich finde es okay, dass du mir deine Meinung sagst.\n",
        "en": "I think it’s okay that you are telling me your opinion.\n"
    },
    {
        "de": "Man kann diese Bananen nicht mehr essen.\n",
        "en": "One cannot eat these bananas anymore.\n"
    },
    {
        "de": "Wir sehen uns später am Bahnhof.\n",
        "en": "We’ll see each other later at the train station.\n"
    },
    {
        "de": "Heute ist der letzte Tag vor den Ferien!\n",
        "en": "Today is the last day before the holidays!\n"
    },
    {
        "de": "Sie kann ihre Schlüssel einfach nicht mehr finden!\n",
        "en": "She simply cannot find her keys anymore!\n"
    },
    {
        "de": "Wir haben das Treffen nun auf Montag verlegt.\n",
        "en": "We have now rescheduled the meeting for Monday.\n"
    },
    {
        "de": "Was ist das? Kannst du das auch hören?\n",
        "en": "What is that? Can you also hear that?\n"
    },
    {
        "de": "Wir wünschen euch Frohe Weihnachten!\n",
        "en": "We wish you a Merry Christmas!\n"
    },
    {
        "de": "Marianne möchte heute nicht ausgehen, weil sie krank ist.\n",
        "en": "Marianne does not want to go out today because she is ill.\n"
    },
    {
        "de": "Thor ist der Gott des Donners.\n",
        "en": "Thor is the god of thunder.\n"
    },
    {
        "de": "Hey! Du hast dein Handy auf dem Tisch liegenlassen!\n",
        "en": "Hey! You left your cell phone on the table!\n"
    },
    {
        "de": "Deine Frau kommt aus Mexiko, oder?\n",
        "en": "Your wife is from Mexico, right?\n"
    },
    {
        "de": "Heute is Freitag und nach der Arbeit gehen wir in eine nette Bar.\n",
        "en": "Today is Friday and after work we are going to a nice bar.\n"
    },
    {
        "de": "Kann mir bitte jemand helfen?\n",
        "en": "Can someone please help me?\n"
    },
    {
        "de": "Wir gehen jedes Jahr eine Woche nach Spanien.\n",
        "en": "Every year we go to Spain for a week.\n"
    },
    {
        "de": "Sarah weiß nicht, wann sie zurück nach Amerika geht.\n",
        "en": "Sarah does not know when she will go back to America.\n"
    },
    {
        "de": "Sie muss Geld sparen, damit sie in den Urlaub gehen kann.\n",
        "en": "She has to save up money in order to go on vacation.\n"
    },
    {
        "de": "Kann ich bitte mit dir reden? Can I talk to you, please?\n",
        "en": "Wir haben beschlossen, ein Haus zu bauen!\n"
    },
    {
        "de": "We have decided to build a house!\n",
        "en": "Wir müssen diesen Bericht bis morgen fertig haben.\n"
    },
    {
        "de": "We must finish this report until tomorrow.\n",
        "en": "Du hast gestern gesagt, dass du heute keine Zeit hast.\n"
    },
    {
        "de": "You said yesterday that you don’t have time today.\n",
        "en": "Ich kenne Fabian noch nicht sehr gut.\n"
    },
    {
        "de": "I still don’t know Fabian very well.\n",
        "en": "Es werden viele Leute zu der Feier gehen.\n"
    },
    {
        "de": "Many people will go to the party.\n",
        "en": "Kannst du mir bitte ein Glas Wasser bringen?\n"
    },
    {
        "de": "Can you please bring me a glass of water?\n",
        "en": "Es gibt viel Leid auf der Welt.\n"
    },
    {
        "de": "There is a lot of sorrow in this world.\n",
        "en": "Ich glaube nicht, dass wir einen Regenschirm brauchen werden.\n"
    },
    {
        "de": "I don’t think we’ll need an umbrella.\n",
        "en": "Ist bei dir alles OK? Du siehst besorgt aus.\n"
    },
    {
        "de": "Is everything OK with you? You look worried.\n",
        "en": "Morgen treffe ich meinen besten Freund zum Mittagessen.\n"
    },
    {
        "de": "Tomorrow I will meet my best friend for lunch.\n",
        "en": "Hast du etwas mit deinen Haaren gemacht? Du siehst heute anders aus!\n"
    },
    {
        "de": "Did you do something with your hair? You look different today!\n",
        "en": "Seine Frau spricht sehr gutes Deutsch und seine Kinder lernen es noch.\n"
    },
    {
        "de": "His wife speaks very good German and his children are going to learn it.\n",
        "en": "Der Baum im Garten ist wirklich groß!\n"
    },
    {
        "de": "The tree in the garden is really big!\n",
        "en": "Ich möchte nicht zu lange in der Sonne stehen.\n"
    },
    {
        "de": "I don’t want to stand in the sun for too long.\n",
        "en": "Herr Müller, könnte ich Sie kurz sprechen?\n"
    },
    {
        "de": "Mr. Müller, could I speak to you for a moment?\n",
        "en": "Sie kann nicht verstehen, warum er so wütend ist.\n"
    },
    {
        "de": "She cannot understand why he is so angry.\n",
        "en": "Das Kind meines Bruders ist 11 Jahre alt.\n"
    },
    {
        "de": "My brother’s child is 11 years old.\n",
        "en": "Ich hätte gerne einen Tisch für zwei Personen.\n"
    },
    {
        "de": "I would like a table for two (people).\n",
        "en": "Soll ich dir bei der Gartenarbeit helfen?\n"
    },
    {
        "de": "Shall I help you with the gardening?\n",
        "en": "Leider muss ich jetzt gehen – ich kann nicht länger bleiben.\n"
    },
    {
        "de": "Unfortunately, I have to go now – I cannot stay any longer.\n",
        "en": "Möchtest du nach der Arbeit etwas Essen gehen? - Sicher, das hört sich gut an!\n"
    },
    {
        "de": "Would you like to go and get something to eat after work? – For sure, that sounds good!\n",
        "en": "Wann genau kommst du morgen in Berlin an?\n"
    },
    {
        "de": "When exactly will you be arriving in Berlin tomorrow?\n",
        "en": "Sie geht später zur Taufe ihrer Nichte.\n"
    },
    {
        "de": "Later she’ll go to the christening of her niece.\n",
        "en": "Ist das dein Mantel?\n"
    },
    {
        "de": "Is that your coat?\n",
        "en": "Die Aussicht von hier ist wirklich schön!\n"
    },
    {
        "de": "The view from here is really nice!\n",
        "en": "Der Vater seiner Freundin arbeitet in der Nähe des Supermarktes.\n"
    },
    {
        "de": "His girlfirend’s father works close to the supermarket.\n",
        "en": "Ich werde Sir Chessington ausrichten, dass Sie angekommen sind.\n"
    },
    {
        "de": "I will let Sir Chessington know that you have arrived.\n",
        "en": "Sind die Zahlen in diesem Bericht richtig?\n"
    },
    {
        "de": "Are the numbers in this report correct?\n",
        "en": "Dieser neue Computer ist einfach zu bedienen.\n"
    },
    {
        "de": "This new computer is easy to operate.\n",
        "en": "Na ja, wir werden sehen, ob das Wetter morgen besser ist.\n"
    },
    {
        "de": "Well, we will see if the weather is better tomorrow.\n",
        "en": "Jeden Morgen steht sie um 06:00 Uhr auf.\n"
    },
    {
        "de": "Every morning she gets up at 06:00 (6 AM).\n",
        "en": "Sie begrüßt alle mit einem herzlichen „Hallo!“\n"
    },
    {
        "de": "She greets everyone with a cordial “Hello!”\n",
        "en": "Das Schwimmbad ist ab 07:00 Uhr geöffnet.\n"
    },
    {
        "de": "The swimming pool is open from 07:00 (7 AM).\n",
        "en": "Durch das Lernen einer neuen Sprache erweitert man seinen Horizont.\n"
    },
    {
        "de": "By learning a new language, you can widen your horizon.\n",
        "en": "Könnten Sie bitte etwas lauter sprechen?\n"
    },
    {
        "de": "Could you please speak a little louder?\n",
        "en": "Ich dachte immer, dass dir München gefällt.\n"
    },
    {
        "de": "I always thought you liked Munich.\n",
        "en": "Wir werden jetzt eine Gerade zeichnen.\n"
    },
    {
        "de": "We will now draw a straight line.\n",
        "en": "Es ist nicht klar, warum er die Firma verlassen hat.\n"
    },
    {
        "de": "It is not clear why he has left the company.\n",
        "en": "Das solltest du nicht in der Hast machen.\n"
    },
    {
        "de": "You should not do this in haste.\n",
        "en": "Am Wochenende haben wir einen tollen Film im Kino gesehen.\n"
    },
    {
        "de": "On the weekend we have seen a great film at the cinema.\n",
        "en": "Wir müssen hier raus, bevor das Gebäude zusammenbricht!\n"
    },
    {
        "de": "We have to get out before the building collapses!\n",
        "en": "Die meisten Leute arbeiten, um Geld zu verdienen.\n"
    },
    {
        "de": "Most people work in order to earn money.\n",
        "en": "Ich muss schnell etwas erledigen; kannst du bitte das Baby halten?\n"
    },
    {
        "de": "I quickly have to do something; can you please hold the baby?\n",
        "en": "Mach es jetzt sofort!\n"
    },
    {
        "de": "Do it now!\n",
        "en": "Die Liebe ist das Thema vieler Romane und Filme.\n"
    },
    {
        "de": "Love is the topic of many novels and films.\n",
        "en": "Hast du die Aufgaben gemacht?\n"
    },
    {
        "de": "Have you done the exercises?\n",
        "en": "Der Mensch ist zu vielen außergewöhlichen Dingen fähig.\n"
    },
    {
        "de": "Man is capable of doing many extraordinary things.\n",
        "en": "Sie dürfen den Rasen nicht betreten.\n"
    },
    {
        "de": "You are not allowed to walk on the grass.\n",
        "en": "Ich muss mir unbedingt ein neues Paar Schuhe kaufen.\n"
    },
    {
        "de": "I really have to buy a new pair of shoes.\n",
        "en": "Ich möchte gerne wissen, ob du mitkommst oder nicht.\n"
    },
    {
        "de": "I would like to know whether you are coming or not.\n",
        "en": "Jeder in dieser Firma hat bestimmte Aufgaben zu erledigen.\n"
    },
    {
        "de": "Everyone in this company has certain tasks to complete.\n",
        "en": "Deine Hände sind wirklich klein!\n"
    },
    {
        "de": "Your hands are really small!\n",
        "en": "Die Mutter meines Freundes ist ziemlich streng.\n"
    },
    {
        "de": "My friend’s mother is pretty strict.\n",
        "en": "Wann werden wir eine Gehaltserhöhung bekommen?\n"
    },
    {
        "de": "When will we get a pay rise?\n",
        "en": "Wenn du etwas nicht weißt, solltest du fragen.\n"
    },
    {
        "de": "If you don’t know something you should ask.\n",
        "en": "Sag nichts!\n"
    },
    {
        "de": "Don’t say anything!\n",
        "en": "Sie sollte sich bei der Arbeit mehr Mühe geben.\n"
    },
    {
        "de": "She should put in more effort at work.\n",
        "en": "Letzte Nacht hat es stark geregnet.\n"
    },
    {
        "de": "Last night it rained a lot.\n",
        "en": "Dein Benehmen gestern war nicht in Ordnung.\n"
    },
    {
        "de": "Your behavior yesterday was not in order.\n",
        "en": "Eines Tages müssen wir alle sterben.\n"
    },
    {
        "de": "One day we all have to die.\n",
        "en": "Jeder muss diese Prüfung machen – selbst du!\n"
    },
    {
        "de": "Everyone has to do the exam – even you!\n",
        "en": "Es ist alles so schnell passiert!\n"
    },
    {
        "de": "It all happened so fast!\n",
        "en": "Ohne deine Hilfe hätte ich es nicht geschafft.\n"
    },
    {
        "de": "I couldn’t have done it without your help.\n",
        "en": "Es ist nicht gut, immer an das Alte zu glauben.\n"
    },
    {
        "de": "It is not good to only believe in the old.\n",
        "en": "Dieses Auto hier ist neu.\n"
    },
    {
        "de": "This car here is new.\n",
        "en": "Es gibt noch eine Sache, die ich erledigen muss.\n"
    },
    {
        "de": "There is one more thing I need to do.\n",
        "en": "Ihre Katze liegt gerne in der Sonne und ihre zwei Hunde bevorzugen den Schatten.\n"
    },
    {
        "de": "Her cat likes to lie in the sun and their two dogs prefer the shade.\n",
        "en": "Dem Manager liegt das Wohl seiner Mitarbeiter sehr am Herzen.\n"
    },
    {
        "de": "The manager cares a lot about the well-being of his employees.\n",
        "en": "Sie muss 10 Minuten auf den Bus warten.\n"
    },
    {
        "de": "She has to wait 10 minutes for the bus.\n",
        "en": "Dort drüben können wir das Auto parken.\n"
    },
    {
        "de": "Over there we can park the car. 214- Hör – Listen (Imperative)\n",
        "en": "Hör mir zu!\n"
    },
    {
        "de": "Listen to me!\n",
        "en": "Ich muss alle diese Bücher lesen!\n"
    },
    {
        "de": "I have to read all of these books!\n",
        "en": "Komm doch bitte mal schnell her.\n"
    },
    {
        "de": "Please come over here quickly.\n",
        "en": "Er kann noch nicht gehen – er ist erst drei Monate alt!\n"
    },
    {
        "de": "He can’t walk yet – he is only three months old!\n",
        "en": "Seine Katze ist leider tot.\n"
    },
    {
        "de": "Unfortunately, his cat is dead.\n",
        "en": "Hast du die Nachrichten gehört?\n"
    },
    {
        "de": "Have you heard the news?\n",
        "en": "Dieser Kaffee ist besser als der letzte.\n"
    },
    {
        "de": "This coffee is better than the last one.\n",
        "en": "Sarah hat Hunger – wir sollten etwas essen. Sarah is hungry – we should eat something.\n"
    },
    {
        "de": "Niemand möchte den Müll rausbringen.\n",
        "en": "No one wants to take the trash out.\n"
    },
    {
        "de": "Geh nach Hause!\n",
        "en": "Go home!\n"
    },
    {
        "de": "-Ist das dein Stift? - Ja, das ist meiner.\n",
        "en": "-Is that your pen? – Yes, that’s mine.\n"
    },
    {
        "de": "Im Sommer werden wir nach Italien fahren!\n",
        "en": "In the summer we will go to Italy!\n"
    },
    {
        "de": "Viele Leute heißen Michael.\n",
        "en": "Many people are called Michael.\n"
    },
    {
        "de": "Dieser Stein kommt vom Mond.\n",
        "en": "This stone is from the moon.\n"
    },
    {
        "de": "Ihr Mann spricht Italienisch und ihr Kind ebenfalls.\n",
        "en": "Her husband speaks Italian and her child as well.\n"
    },
    {
        "de": "Kannst du das Ding bitte wegschmeißen?\n",
        "en": "Can you throw this thing away please?\n"
    },
    {
        "de": "Wie lange müssen wir warten?\n",
        "en": "How long do we have to wait?\n"
    },
    {
        "de": "Das Problem ist, dass keiner die Verantwortung übernehmen will.\n",
        "en": "The problem is that no one wants to take responsibility.\n"
    },
    {
        "de": "Diese Straße führt uns nur weiter in die falsche Richtung.\n",
        "en": "This road just leads us further in the wrong direction.\n"
    },
    {
        "de": "Am Wochenende muss er nicht arbeiten.\n",
        "en": "On the weekend he does not have to work.\n"
    },
    {
        "de": "Wieso kannst du nicht die Wahrheit sagen?\n",
        "en": "Why can’t you tell the truth?\n"
    },
    {
        "de": "Er hat das Recht, sich einen Anwalt zu nehmen.\n",
        "en": "He has the right to a lawyer.\n"
    },
    {
        "de": "Wir gehen jetzt ins Wasser.\n",
        "en": "We’re going into the water now.\n"
    },
    {
        "de": "Vor dem Gesetz sind alle gleich.\n",
        "en": "Everyone is equal in front of the law.\n"
    },
    {
        "de": "Das Mädchen freut sich schon sehr auf die Schule.\n",
        "en": "The girl is really looking forward to school.\n"
    },
    {
        "de": "In wenigen Minuten werden wir abstimmen.\n",
        "en": "We will vote in a few minutes.\n"
    },
    {
        "de": "Wir leben seit 2001 hier.\n",
        "en": "We’ve been living here since 2001.\n"
    },
    {
        "de": "Ich werde deinen Geburtstag dieses Jahr nicht vergessen!\n",
        "en": "I won’t forget your birthday this year!\n"
    },
    {
        "de": "Davon habe ich ja noch gar nichts gehört!\n",
        "en": "I have not heard anything thereof!\n"
    },
    {
        "de": "-Kann ich noch etwas Tee haben? - Natürlich!\n",
        "en": "-Can I have more tea? – Of course!\n"
    },
    {
        "de": "Die Welt hat viele schöne Orte zu bieten.\n",
        "en": "The world has many beautiful places to offer.\n"
    },
    {
        "de": "Das ist unser Halt, wir müssen hier aussteigen.\n",
        "en": "This is our stop, we have to get off here.\n"
    },
    {
        "de": "Er hat heute noch überhaupt nichts gegessen.\n",
        "en": "He hasn’t eaten anything at all today.\n"
    },
    {
        "de": "Wie kommen wir da rein? (Wie kommen wir da hinein?) How do we get in there?\n",
        "en": "Wie kommen wir zum Bahnhof hin?\n"
    },
    {
        "de": "How do we get to the train station?\n",
        "en": "Ich hätte gerne drei Brötchen.\n"
    },
    {
        "de": "I would like to have three bread rolls.\n",
        "en": "Er hat eine Narbe an seiner rechten Hand.\n"
    },
    {
        "de": "He has a scar on his right hand.\n",
        "en": "Die Katze ist unter dem Tisch.\n"
    },
    {
        "de": "The cat is under the table.\n",
        "en": "Ich gebe dir 20 Euro dafür.\n"
    },
    {
        "de": "I will give you 20 Euros for this.\n",
        "en": "Das Warten auf das Essen hat sich gelohnt – es war köstlich!\n"
    },
    {
        "de": "The wait for the food was worth it – it was delicious!\n",
        "en": "Es ist falsch, andere Menschen zu töten.\n"
    },
    {
        "de": "It is wrong to kill other people.\n",
        "en": "Der Abstand von hier bis zum Sofa beträgt 3 Meter.\n"
    },
    {
        "de": "The distance from here to the sofa is 3 meters.\n",
        "en": "Man darf sich von seiner Angst nicht kontrollieren lassen.\n"
    },
    {
        "de": "One should not be controlled by one’s fear.\n",
        "en": "Es wäre schön, wenn wir dieses Wochenende etwas zusammen machen könnten.\n"
    },
    {
        "de": "It would be nice if we could do something together this weekend.\n",
        "en": "258 – Scheiße – Shit\n"
    },
    {
        "de": "Alles war chaotisch, es war echt scheiße.\n",
        "en": "Everything was chaotic, it was really shit.\n"
    },
    {
        "de": "Wo sollen wir uns morgen treffen?\n",
        "en": "Where shall we meet tomorrow?\n"
    },
    {
        "de": "Bei uns ist es Brauch, an Weihnachten in die Kirche zu gehen.\n",
        "en": "It is a custom here to go to church on Christmas.\n"
    },
    {
        "de": "Ich kann das nicht mehr mitansehen – ich habe genug!\n",
        "en": "I can’t look at this anymore – I’ve had enough!\n"
    },
    {
        "de": "Die Kinder können im Garten spielen.\n",
        "en": "The children can play in the garden.\n"
    },
    {
        "de": "Das hier ist Herr Müller, unser neuer Chef.\n",
        "en": "This is Mr. Müller, our new boss.\n"
    },
    {
        "de": "Er wird jede Minute ankommen!\n",
        "en": "He will arrive any minute!\n"
    },
    {
        "de": "Die Polizei konnte den Fall nicht lösen.\n",
        "en": "The police could not solve the case.\n"
    },
    {
        "de": "Es gibt auch noch andere Alternativen.\n",
        "en": "There are other alternatives.\n"
    },
    {
        "de": "Kannst du bitte etwas schneller laufen?\n",
        "en": "Can you please run a little faster?\n"
    },
    {
        "de": "Ach, das wusste ich nicht!\n",
        "en": "Oh, I didn’t know that!\n"
    },
    {
        "de": "Mein Bruder arbeitet in Hamburg.\n",
        "en": "My brother works in Hamburg.\n"
    },
    {
        "de": "Du bist so komisch heute – habe ich dir etwas getan?\n",
        "en": "You are very strange today – have I done something to you?\n"
    },
    {
        "de": "-Sollen wir heute ins Kino gehen? -Ne, ich bin zu müde.\n",
        "en": "-Shall we go to the cinema today? -Nah, I’m too tired.\n"
    },
    {
        "de": "Was heißt das? Ich kann dieses Wort nicht richtig lesen.\n",
        "en": "What does that say? I can’t read this word properly.\n"
    },
    {
        "de": "Endlich ist der Moment gekommen, auf den wir alle gewartet haben!\n",
        "en": "Finally, the moment arrived, for which we have all been waiting for!\n"
    },
    {
        "de": "Ich kann mich hier einfach nicht wohl fühlen.\n",
        "en": "I just cannot feel comfortable here.\n"
    },
    {
        "de": "Kannst du mir bitte helfen, den Schlüssel zu suchen?\n",
        "en": "Can you please help me to look for the key?\n"
    },
    {
        "de": "Man wird ihn zu einer Freiheitsstrafe verdammen.\n",
        "en": "They will condemn him to a custodial sentence.\n"
    },
    {
        "de": "Heute spielt Bayern München gegen den VFB Stuttgart.\n",
        "en": "Today Bayern Munich is playing against VFB Stuttgart.\n"
    },
    {
        "de": "Wegen seines schlechten Verhaltens musste er die Bar verlassen.\n",
        "en": "Because of his bad behavior he had to leave the bar.\n"
    },
    {
        "de": "Ich möchte jetzt auch gerne in der Sonne liegen.\n",
        "en": "I would also like to lie in the sun now.\n"
    },
    {
        "de": "Ihr müsst in einer Stunde losfahren.\n",
        "en": "You have to leave in an hour.\n"
    },
    {
        "de": "In Australien habe ich viele Fotos gemacht.\n",
        "en": "I took many pictures in Australia.\n"
    },
    {
        "de": "Warte bitte auf mich, ich muss noch schnell meine Tasche holen.\n",
        "en": "Please wait for me, I quickly have to go and get my bag.\n"
    },
    {
        "de": "Meine Arbeit ist ermüdend, doch ich verdiene viel Geld.\n",
        "en": "My work is tiring but I earn a lot of money.\n"
    },
    {
        "de": "Das ist der einzige Pullover, den ich habe.\n",
        "en": "This is the only pullover I have.\n"
    },
    {
        "de": "Er wird dich im Auge behalten.\n",
        "en": "He will keep an eye on you.\n"
    },
    {
        "de": "Ich werde mir ein Glas Wasser holen – möchtest du auch eines?\n",
        "en": "I will go and get a glass of water – do you also want one?\n"
    },
    {
        "de": "Wir können nicht zu Fuß in die Stadt gehen, es ist zu weit.\n",
        "en": "We can’t go into town by foot, it is too far away.\n"
    },
    {
        "de": "David ist ganz und gar nicht mein Typ.\n",
        "en": "David isn’t my type at all.\n"
    },
    {
        "de": "Bevor wir gehen, möchte ich noch meine Mutter anrufen.\n",
        "en": "I would like to call my mother before we go.\n"
    },
    {
        "de": "Ich werde mein Bestes versuchen.\n",
        "en": "I will try my best.\n"
    },
    {
        "de": "Sag mir die Wahrheit - sonst gehe ich nach Hause.\n",
        "en": "Tell me the truth – otherwise I am going home.\n"
    },
    {
        "de": "Ich habe mich gedehnt und dabei habe ich mich verletzt.\n",
        "en": "I was stretching, and, in the process, I hurt myself.\n"
    },
    {
        "de": "Unser Sohn spielt jeden Sonntag Tennis.\n",
        "en": "Our son plays tennis every Sunday.\n"
    },
    {
        "de": "Ist es wahr, dass du nach Italien ziehen möchtest?\n",
        "en": "Is it true that you would like to move to Italy?\n"
    },
    {
        "de": "Sie müssen noch schnell eine E-Mail schreiben.\n",
        "en": "You quickly have to write an email.\n"
    },
    {
        "de": "Wir sind einmal in den Schweizer Bergen wandern gegangen und es hat uns sehr gut gefallen!\n",
        "en": "We went hiking in the Swiss mountains one time and we really liked it a lot!\n"
    },
    {
        "de": "Diese Woche habe ich leider keine Zeit.\n",
        "en": "Unfortunately, I don’t have time this week.\n"
    },
    {
        "de": "Ich weiß nicht, was ich ohne meine Familie machen würde.\n",
        "en": "I don’t know what I would do without my family.\n"
    },
    {
        "de": "Wir können das Baby nicht alleine zu Hause lassen.\n",
        "en": "We cannot leave the baby home alone.\n"
    },
    {
        "de": "Morgen werde ich dir zeigen, wie alles funktioniert.\n",
        "en": "Tomorrow I will show you how everything works.\n"
    },
    {
        "de": "Er kann sich nicht daran erinnern, was gestern passiert ist.\n",
        "en": "He cannot remember what happened yesterday.\n"
    },
    {
        "de": "Eltern werden ihre Kinder immer lieben.\n",
        "en": "Parents will always love their children.\n"
    },
    {
        "de": "Wann gehen wir ins Kino?\n",
        "en": "When are we going to the cinema?\n"
    },
    {
        "de": "Wir brauchen sofort Hilfe!\n",
        "en": "We need help immediately!\n"
    },
    {
        "de": "Das Pferd hört seinen Besitzer.\n",
        "en": "The horse hears its owner.\n"
    },
    {
        "de": "Dieser Junge ist unglaublich frech!\n",
        "en": "This boy is unbelievably cheeky!\n"
    },
    {
        "de": "Sein Kopf liegt auf dem Kissen.\n",
        "en": "His head lies on the pillow.\n"
    },
    {
        "de": "Ich werde dich beim Restaurant treffen.\n",
        "en": "I will meet you at the restaurant.\n"
    },
    {
        "de": "Unser Haus befindet sich in einem kleinen Dorf.\n",
        "en": "Our house is situated in a small village.\n"
    },
    {
        "de": "Sie möchte nicht darüber sprechen.\n",
        "en": "She does not want to talk about it.\n"
    },
    {
        "de": "Mein Arbeitgeber wird mir eine Wohnung zur Verfügung stellen.\n",
        "en": "My employer will provide a flat for me.\n"
    },
    {
        "de": "Wo hast du dieses Buch gefunden?\n",
        "en": "Where have you found this book?\n"
    },
    {
        "de": "Ich möchte mich bei dir entschuldigen.\n",
        "en": "I would like to apologize to you.\n"
    },
    {
        "de": "Wir werden dazu Handschuhe anziehen.\n",
        "en": "We will put on gloves for this purpose.\n"
    },
    {
        "de": "Ich bevorzuge das Leben in einer Stadt.\n",
        "en": "I prefer living in a city.\n"
    },
    {
        "de": "Letztes Wochenende hat er ein neues Auto gekauft.\n",
        "en": "Last weekend he bought a new car.\n"
    },
    {
        "de": "Ich kann daran wirklich nichts aussetzen.\n",
        "en": "I really cannot fault it.\n"
    },
    {
        "de": "Es ist ziemlich kalt, du solltest eine Jacke anziehen.\n",
        "en": "It is pretty cold, you should put on a jacket.\n"
    },
    {
        "de": "Marion wird von Dr. Schmidt untersucht.\n",
        "en": "Marion is being examined by Dr. Schmidt.\n"
    },
    {
        "de": "Im Krieg leiden viele Menschen.\n",
        "en": "Many people suffer during war.\n"
    },
    {
        "de": "Er kann einfach nicht genug von ihr kriegen.\n",
        "en": "He simply cannot get enough of her.\n"
    },
    {
        "de": "Wir fanden den Schauspieler wirklich schlecht.\n",
        "en": "We found the actor really bad.\n"
    },
    {
        "de": "Ist dieses Gemälde echt?\n",
        "en": "Is this painting real?\n"
    },
    {
        "de": "Meine einzige Sorge ist, dass es zu spät sein könnte.\n",
        "en": "My only concern is that it could be too late.\n"
    },
    {
        "de": "Man braucht eine Erlaubnis, um eine Waffe kaufen zu dürfen.\n",
        "en": "One needs permission to be able to buy a weapon.\n"
    },
    {
        "de": "Er wäre gerne noch einmal jung.\n",
        "en": "He would like to be young again.\n"
    },
    {
        "de": "Ohne die Hilfe meiner Frau hätte ich es nie geschafft.\n",
        "en": "I never could have done it without the help of my wife.\n"
    },
    {
        "de": "Ich bin fertig.\n",
        "en": "I am finished.\n"
    },
    {
        "de": "Du kannst mich Lila nennen. You can call me Lila.\n",
        "en": "Das ist nicht echt – es ist alles nur Schau!\n"
    },
    {
        "de": "It isn’t real – it’s all just show!\n",
        "en": "Es gibt keinen Grund, warum ich bleiben sollte.\n"
    },
    {
        "de": "There is no reason why I should stay.\n",
        "en": "Welche Art von Mensch bist du?\n"
    },
    {
        "de": "What type of person are you?\n",
        "en": "Ich würde gerne ausgehen, aber eigentlich bin ich sehr müde.\n"
    },
    {
        "de": "I would like to go out, but I am actually very tired.\n",
        "en": "Die Kinder finden ihre Lehrerin sehr nett.\n"
    },
    {
        "de": "The children find their teacher very nice.\n",
        "en": "Er würde dir gerne mehr über seine Vergangenheit erzählen.\n"
    },
    {
        "de": "He would like to tell you more about his past.\n",
        "en": "Diese Uhr scheint nicht zu funktionieren.\n"
    },
    {
        "de": "This clock does not seem to work.\n",
        "en": "Kannst du bitte runter in die Küche kommen?\n"
    },
    {
        "de": "Can you please come down to the kitchen?\n",
        "en": "Das ist aber ein schöner Name!\n"
    },
    {
        "de": "That’s such a nice name!\n",
        "en": "Ich kann mich nicht zwischen ihnen entscheiden – ich nehme beide!\n"
    },
    {
        "de": "I cannot decide between them – I will take them both!\n",
        "en": "Das Ende der Geschichte war sehr traurig.\n"
    },
    {
        "de": "The end of the story was very sad.\n",
        "en": "Dieses Gebäude ist ungewöhnlich hoch.\n"
    },
    {
        "de": "This building is unusually high.\n",
        "en": "Der Mann ihrer Freundin ist Anwalt.\n"
    },
    {
        "de": "The husband of her friend is a lawyer.\n",
        "en": "Ich glaube, dass das falsch ist.\n"
    },
    {
        "de": "I believe that this is wrong.\n",
        "en": "Du musst daran ziehen.\n"
    },
    {
        "de": "You have to pull on it.\n",
        "en": "Er kann nicht glauben, dass ihn seine Frau verlassen hat.\n"
    },
    {
        "de": "He cannot believe that his wife has left him.\n",
        "en": "Und zuletzt möchte ich mich bei Anna bedanken.\n"
    },
    {
        "de": "And lastly, I would like to thank Anna.\n",
        "en": "Ihre Firma ist extrem erfolgreich.\n"
    },
    {
        "de": "Their company is extremely successful.\n",
        "en": "Die Familie besitzt hier viel Land.\n"
    },
    {
        "de": "The family owns a lot of land here.\n",
        "en": "Die Piraten haben einen Schatz vergraben.\n"
    },
    {
        "de": "The pirates buried a treasure.\n",
        "en": "Ich denke, dass die Jungs noch Fußball schauen.\n"
    },
    {
        "de": "I think the boys are still watching soccer.\n",
        "en": "Um erlich zu sein, habe ich vor Höhen ein bisschen Angst.\n"
    },
    {
        "de": "To be honest I am a little scared of hights.\n",
        "en": "Ich bin mir nicht sicher, wessen Schal das ist. Ist das deiner?\n"
    },
    {
        "de": "I am not sure whose scarf this is. Is it yours?\n",
        "en": "Niemand fühlt sich gern allein.\n"
    },
    {
        "de": "No one likes to feel alone.\n",
        "en": "Der Teufel wird oft mit Hörnern dargestellt.\n"
    },
    {
        "de": "The devil is often depicted with horns.\n",
        "en": "Die Eins ist die erste Zahl. One is the first number.\n"
    },
    {
        "de": "Das Regal steht neben der Tür.\n",
        "en": "The shelf is next to the door.\n"
    },
    {
        "de": "Es ist mir egal, wann wir losfahren.\n",
        "en": "It’s all the same to me at what time we are leaving.\n"
    },
    {
        "de": "Dieser Wanderweg ist mir zu lang!\n",
        "en": "This hiking trail is too long for me!\n"
    },
    {
        "de": "Die Hunde sind draußen im Garten.\n",
        "en": "The dogs are outside in the garden.\n"
    },
    {
        "de": "Ich helfe gern anderen Leuten.\n",
        "en": "I gladly help other people.\n"
    },
    {
        "de": "Kennst du das Spiel Monopoly?\n",
        "en": "Do you know the game Monopoly?\n"
    },
    {
        "de": "Er kann mit seinen Händen wahre Kunstwerke erschaffen!\n",
        "en": "He can create real pieces of art with his hands!\n"
    },
    {
        "de": "Kannst du bitte zuhören? Das hier ist wichtig!\n",
        "en": "Can you please listen? This is important!\n"
    },
    {
        "de": "Viele Leute sind anders, als sie auf den ersten Blick zu sein scheinen.\n",
        "en": "Many people are different to what they might seem like at first.\n"
    },
    {
        "de": "Unsere gesamten Ergebnisse basieren darauf.\n",
        "en": "Our entire results are based thereon.\n"
    },
    {
        "de": "Diese Bluse ist viel zu kurz.\n",
        "en": "This blouse is far too short.\n"
    },
    {
        "de": "Am Ende eines jeden Lebens kommt der Tod.\n",
        "en": "At the end of every life comes death.\n"
    },
    {
        "de": "Diesen Monat hat es noch nicht geregnet.\n",
        "en": "This month it hasn’t rained yet.\n"
    },
    {
        "de": "Anna kommt zu jedem Treffen zu spät.\n",
        "en": "Anna arrives late for every meeting.\n"
    },
    {
        "de": "Mein neuer Job ist wirklich toll!\n",
        "en": "My new job is really great!\n"
    },
    {
        "de": "Wir sollten unseren Kindern Grenzen setzen.\n",
        "en": "We should set boundaries for our children.\n"
    },
    {
        "de": "Welcher Mitarbeiter sitzt an diesem Schreibtisch?\n",
        "en": "Which employee sits at this desk?\n"
    },
    {
        "de": "Ich kann gerade nicht reden, ich rufe dich später an.\n",
        "en": "I cannot talk right now, I will call you later.\n"
    },
    {
        "de": "Dieser Film ist wirklich spannend.\n",
        "en": "This film is really exciting.\n"
    },
    {
        "de": "In unserem Büro verschwinden ständig Kulis!\n",
        "en": "Pens constantly disappear in our office!\n"
    },
    {
        "de": "Mein Name ist Kathrin Schröder.\n",
        "en": "My name is Kathrin Schröder.\n"
    },
    {
        "de": "Mit ein bisschen Glück gewinnst du!\n",
        "en": "With a bit of luck, you will win!\n"
    },
    {
        "de": "Wir können nur hoffen, dass alles in Ordnung ist.\n",
        "en": "We can only hope that everything is okay.\n"
    },
    {
        "de": "Dieses Auto fährt jeden Tag an meinem Haus vorbei.\n",
        "en": "This car drives past my house every day.\n"
    },
    {
        "de": "Das Kind sucht nach seiner Mutter.\n",
        "en": "The child is looking for its mother.\n"
    },
    {
        "de": "Er wird heute eine Krawatte tragen.\n",
        "en": "He will wear a tie today. 382- Danke – Thank you\n"
    },
    {
        "de": "Danke für deine Hilfe!\n",
        "en": "Thank you for your help!\n"
    },
    {
        "de": "Bei diesem Lärm kann ich nicht schlafen!\n",
        "en": "I cannot sleep with this noise!\n"
    },
    {
        "de": "Hoffentlich sehen wir uns bald wieder!\n",
        "en": "Hopefully we will see each other again soon!\n"
    },
    {
        "de": "Die Geschichte dieses Landes ist faszinierend.\n",
        "en": "The history of this country is fascinating.\n"
    },
    {
        "de": "Er ist für ein neues Abenteuer bereit.\n",
        "en": "He is ready for a new adventure.\n"
    },
    {
        "de": "Er hat das Auto hinter dem Haus geparkt.\n",
        "en": "He parked the car behind the house.\n"
    },
    {
        "de": "Es gibt ein kostenloses Mittagessen je Person.\n",
        "en": "There is one free lunch for each person.\n"
    },
    {
        "de": "Thomas hat momentan wenig Geld.\n",
        "en": "Thomas does not have much money at the moment.\n"
    },
    {
        "de": "Ich werde dich rufen.\n",
        "en": "I will call for you.\n"
    },
    {
        "de": "Die Telefonnummer steht auf der nächsten Seite.\n",
        "en": "The telephone number is on the next page.\n"
    },
    {
        "de": "Die Prüfung war wirklich schwer!\n",
        "en": "The exam was really difficult!\n"
    },
    {
        "de": "Hat dieser Kerl mit dir gesprochen?\n",
        "en": "Did this guy talk to you?\n"
    },
    {
        "de": "Stephan ist definitiv etwas verrückt.\n",
        "en": "Stephan is definitely a little crazy.\n"
    },
    {
        "de": "Der Abend war wirklich toll!\n",
        "en": "The evening was really great!\n"
    },
    {
        "de": "Der Ort gefällt mir, weil es hier so ruhig ist.\n",
        "en": "I like this place because it is so quiet here.\n"
    },
    {
        "de": "Das hier ist meine eigene Kreation.\n",
        "en": "This here is my own creation.\n"
    },
    {
        "de": "Wenn du nicht aufpasst, wirst du fallen.\n",
        "en": "If you’re not careful you will fall.\n"
    },
    {
        "de": "Die Rakete wird in wenigen Sekunden abfliegen.\n",
        "en": "The rocket will take off in a few seconds.\n"
    },
    {
        "de": "Sollen wir noch einen Kaffee trinken?\n",
        "en": "Shall we drink another coffee?\n"
    },
    {
        "de": "Es ist schon fast Mitternacht.\n",
        "en": "It is almost midnight.\n"
    },
    {
        "de": "Die Batterie ist schon drin.\n",
        "en": "The battery is already in it.\n"
    },
    {
        "de": "Keine Sorge, ich werde mich um den Hund kümmern.\n",
        "en": "Don’t worry, I will look after the dog.\n"
    },
    {
        "de": "Dort drüben sitzen meine Eltern.\n",
        "en": "My parents sit over there.\n"
    },
    {
        "de": "Welche Musik gefällt dir am besten?\n",
        "en": "Which music do you like best?\n"
    },
    {
        "de": "Sogar meine Großmutter musste stehen!\n",
        "en": "Even my grandmother had to stand!\n"
    },
    {
        "de": "Dieses Buch ist ziemlich bekannt.\n",
        "en": "This book is pretty well-known.\n"
    },
    {
        "de": "Du solltest mehr Wasser trinken.\n",
        "en": "You should drink more water.\n"
    },
    {
        "de": "Das ist die letzte Kiste!\n",
        "en": "This is the last box!\n"
    },
    {
        "de": "Ein einzelner Mensch sollte nicht zu viel Macht haben.\n",
        "en": "One single person should not have too much power.\n"
    },
    {
        "de": "Hast du den Verstand verloren?\n",
        "en": "Have you lost your mind? 412- Woher – Where from\n"
    },
    {
        "de": "Woher kommt ihr?\n",
        "en": "Where are you from?\n"
    },
    {
        "de": "Ich bin krank und darum kann ich nicht arbeiten gehen.\n",
        "en": "I am sick and that is why I cannot go to work.\n"
    },
    {
        "de": "Die Firma hat einen ausgezeichneten Ruf.\n",
        "en": "The company has an excellent reputation.\n"
    },
    {
        "de": "Gestern Abend wurde die Polizei gerufen.\n",
        "en": "Yesterday evening the police was called.\n"
    },
    {
        "de": "Ich habe keine Ahnung, wo sie ist.\n",
        "en": "I have no idea where she is.\n"
    },
    {
        "de": "Hast du mir überhaupt zugehört?\n",
        "en": "Did you listen to me at all?\n"
    },
    {
        "de": "Das ist eine fantastische Idee!\n",
        "en": "That is a fantastic idea! 419- Die Frage – The question\n"
    },
    {
        "de": "Ich habe eine Frage.\n",
        "en": "I have a question.\n"
    },
    {
        "de": "Dieser Ort ist irgendwie unheimlich.\n",
        "en": "This place is creepy somehow.\n"
    },
    {
        "de": "Er würde lieber nach Hause gehen.\n",
        "en": "He would rather go home.\n"
    },
    {
        "de": "-Danke, für deine Hilfe! - Gerne, kein Problem.\n",
        "en": "-Thank you for your help! - You're welcome!\n"
    },
    {
        "de": "Meine Schwester wohnt in Heidelberg.\n",
        "en": "Meine sister lives in Heidelberg.\n"
    },
    {
        "de": "Dort oben liegen viele Magazine.\n",
        "en": "There are lots of magazines up there.\n"
    },
    {
        "de": "Das bedeutet, dass du keine Zeit hast.\n",
        "en": "That means you don’t have time.\n"
    },
    {
        "de": "Jeder hat eine zweite Chance verdient.\n",
        "en": "Everyone deserves a second chance.\n"
    },
    {
        "de": "Ich schulde dir einen Gefallen.\n",
        "en": "I owe you a favor.\n"
    },
    {
        "de": "Wow! Dieser Wagen ist unglaublich!\n",
        "en": "Wow! This car is incredible!\n"
    },
    {
        "de": "Johannes wird uns durch den Wald führen.\n",
        "en": "Johannes will lead us through the forest.\n"
    },
    {
        "de": "Jeder hat das Recht auf Freiheit.\n",
        "en": "Everyone has the right to freedom.\n"
    },
    {
        "de": "Seine Tochter heißt Laura.\n",
        "en": "His daughter is called Laura.\n"
    },
    {
        "de": "Meine Freundin aus Berlin ist gekommen.\n",
        "en": "My friend from Berlin came.\n"
    },
    {
        "de": "Dieser Teil der Geschichte ist spannend.\n",
        "en": "This part of the story is gripping.\n"
    },
    {
        "de": "Er versucht, alles selbst zu machen.\n",
        "en": "He tries to do everything on his own.\n"
    },
    {
        "de": "Wir sind in etwa einer Stunde da.\n",
        "en": "We will be there in about an hour.\n"
    },
    {
        "de": "Die Ruhe in den Bergen ist entspannend.\n",
        "en": "The quiet in the mountains is relaxing.\n"
    },
    {
        "de": "Sie hat ein hübsches Gesicht.\n",
        "en": "She has a pretty face.\n"
    },
    {
        "de": "Niemand möchte dieses Spiel verlieren.\n",
        "en": "No one wants to lose this game.\n"
    },
    {
        "de": "Um die Prüfung zu bestehen, musst du viel lernen.\n",
        "en": "In order to pass the exam, you have to learn a lot.\n"
    },
    {
        "de": "Ich werde meinen Großeltern einen Brief schreiben.\n",
        "en": "I will write a letter to my grandparents.\n"
    },
    {
        "de": "Nächste Woche fahren wir nach Florida!\n",
        "en": "Next week we are going to Florida!\n"
    },
    {
        "de": "Sie ist die Erste, die etwas gesagt hat.\n",
        "en": "She ist the first one to say something\n"
    },
    {
        "de": "Du hast nur einen Versuch.\n",
        "en": "You only have one attempt.\n"
    },
    {
        "de": "Auf dem Schiff befinden sich viele Leute.\n",
        "en": "There are many people on the ship.\n"
    },
    {
        "de": "Sie werden in fünf Minuten gehen.\n",
        "en": "They will leave in five minutes.\n"
    },
    {
        "de": "Äh, ich bin mir nicht sicher.\n",
        "en": "Um, I am not sure.\n"
    },
    {
        "de": "Während der Nacht hat es geregnet.\n",
        "en": "It rained during the night.\n"
    },
    {
        "de": "Ich bin hier noch nie gewesen.\n",
        "en": "I have never been here.\n"
    },
    {
        "de": "Sie hat vier Brüder.\n",
        "en": "She has four brothers.\n"
    },
    {
        "de": "Er möchte niemals im Ausland arbeiten.\n",
        "en": "He never wants to work abroad.\n"
    },
    {
        "de": "Das war ein schöner Abend.\n",
        "en": "That was a nice evening.\n"
    },
    {
        "de": "Es ist immer besser, die Wahrheit zu sagen.\n",
        "en": "It is always better to tell the truth.\n"
    },
    {
        "de": "Im Deutschen existieren verschiedene Satzarten.\n",
        "en": "There are various types of sentences in German.\n"
    },
    {
        "de": "Die Armen können sich kaum etwas zu essen leisten.\n",
        "en": "The poor can barely afford something to eat.\n"
    },
    {
        "de": "Die Kinder, denen du gestern deinen Basketball gegeben hast, sind hier.\n",
        "en": "The children, to whom you gave your basketball yesterday, are here.\n"
    },
    {
        "de": "Er weiß nicht, wie er seine Schulden bezahlen soll.\n",
        "en": "He doesn’t know how to pay off his debt.\n"
    },
    {
        "de": "In der Schule mussten wir viel lesen.\n",
        "en": "At school we had to read a lot.\n"
    },
    {
        "de": "Wo ist deine Mama?\n",
        "en": "Where is your mom?\n"
    },
    {
        "de": "Ich habe heute einen Dollar auf der Straße gefunden!\n",
        "en": "I found a dollar on the street today!\n"
    },
    {
        "de": "Es macht Spaß, sich mit Freunden zu treffen.\n",
        "en": "It is fun to meet up with friends.\n"
    },
    {
        "de": "Es ist schön, frei zu sein.\n",
        "en": "It is nice to be free.\n"
    },
    {
        "de": "Du hast den Ernst der Lage noch immer nicht begriffen.\n",
        "en": "You still don’t understand the seriousness of this situation.\n"
    },
    {
        "de": "Es ist zu früh, um aufzustehen.\n",
        "en": "It is too early to get up.\n"
    },
    {
        "de": "Du verdienst mein Vertrauen nicht!\n",
        "en": "You don’t deserve my trust!\n"
    },
    {
        "de": "Er fühlt sich nicht gut und deshalb bleibt er zu Hause.\n",
        "en": "He doesn’t feel well and that is why he is staying at home.\n"
    },
    {
        "de": "Wir waren gestern in der Oper.\n",
        "en": "We were at the opera yesterday.\n"
    },
    {
        "de": "Habe ich dir schon von meinem Abenteuer erzählt?\n",
        "en": "Have I already told you about my adventure?\n"
    },
    {
        "de": "Das Auto steht zwischen zwei Bäumen.\n",
        "en": "The car is between two trees.\n"
    },
    {
        "de": "You have a cold heart! 470- Der/Die/Das Beste – The best\n",
        "en": "Danke, du bist der Beste!\n"
    },
    {
        "de": "Thank you, you’re the best!\n",
        "en": "Dieses Zimmer hat die beste Aussicht.\n"
    },
    {
        "de": "This room has the best view.\n",
        "en": "Verdammt! Ich kann meinen Reisepass nicht finden!\n"
    },
    {
        "de": "Damn it! I can’t find my passport! 473- Die Freundin – The friend (female friend)\n",
        "en": "Meine Freundin Sarah hat viele Probleme.\n"
    },
    {
        "de": "My friend Sarah has many problems.\n",
        "en": "In diesen Krieg wurden viele Menschen getötet.\n"
    },
    {
        "de": "Many people were killed in this war.\n",
        "en": "Ich habe dir eine Nachricht geschickt.\n"
    },
    {
        "de": "I sent you a message.\n",
        "en": "Die Temperaturen sind unter 0° gefallen.\n"
    },
    {
        "de": "Temperatures have fallen below 0°.\n",
        "en": "We need a plan.\n"
    },
    {
        "de": "Kann man dieses Haus noch retten?\n",
        "en": "Is it possible to save this house?\n"
    },
    {
        "de": "Er will euch beide sprechen.\n",
        "en": "He wants to talk to both of you.\n"
    },
    {
        "de": "Kannst du den Ball fangen?\n",
        "en": "Can you catch the ball?\n"
    },
    {
        "de": "Mein Bett ist wirklich gemütlich.\n",
        "en": "My bed is really comfortable.\n"
    },
    {
        "de": "Du bist ein totaler Arsch! You’re such an ass!\n",
        "en": "Wir sind in den Bergen sehr glücklich.\n"
    },
    {
        "de": "We’re very happy in the mountains.\n",
        "en": "Ist es möglich, den Flug zu stornieren?\n"
    },
    {
        "de": "Is it possible to cancel the flight? 485- Die Entschuldigung – The apology Deine Entschuldigung kommt zu spät.\n",
        "en": "Your apology is too late.\n"
    },
    {
        "de": "-Ist das euer Wagen? -Ja, das ist unserer.\n",
        "en": "-Is that your car? -Yes, that’s ours.\n"
    },
    {
        "de": "Sie wollte schon immer einen Hund haben.\n",
        "en": "She’s always wanted a dog.\n"
    },
    {
        "de": "Du kannst den Computer dort einstecken.\n",
        "en": "You can plug in your computer there.\n"
    },
    {
        "de": "Dieses Buch habe ich noch nicht gelesen.\n",
        "en": "I haven’t read this book yet.\n"
    },
    {
        "de": "Wohin sollen wir am Wochenende gehen?\n",
        "en": "Where shall we go on the weekend?\n"
    },
    {
        "de": "Manchmal wäre es schön, mehr Geld zu haben.\n",
        "en": "Sometimes it would be nice to have more money.\n"
    },
    {
        "de": "Wenn ich Blut sehe, wird mir schlecht.\n",
        "en": "I feel sick when I see blood.\n"
    },
    {
        "de": "Kannst du mit bitte die Butter reichen?\n",
        "en": "Can you please pass me the butter?\n"
    },
    {
        "de": "Wann ist das alles geschehen?\n",
        "en": "When did this all happen?\n"
    },
    {
        "de": "Ich habe ihn eben angerufen.\n",
        "en": "I just called him.\n"
    },
    {
        "de": "Das Fest war wirklich unterhaltsam.\n",
        "en": "The party was really entertaining.\n"
    },
    {
        "de": "Ah, jetzt verstehe ich, was du meinst!\n",
        "en": "Ah, now I know what you mean!\n"
    },
    {
        "de": "Ich habe bloß zwei Minuten Zeit.\n",
        "en": "I only have two minutes.\n"
    },
    {
        "de": "Hast du diesen Pass gesehen? Er war genial!\n",
        "en": "Did you see this pass? It was genius!\n"
    },
    {
        "de": "Er wählt die Nummer seiner Freundin.\n",
        "en": "He is dialing his girlfriend’s number.\n"
    },
    {
        "de": "Hier ist nicht genügend Platz, um Fußball zu spielen.\n",
        "en": "There isn’t enough space to play football here.\n"
    },
    {
        "de": "Es ist schlimm, dass du nicht mit ihr redest.\n",
        "en": "It is bad you’re not talking to her.\n"
    },
    {
        "de": "Diese Straße führt zum Rathaus.\n",
        "en": "This road leads to the town hall.\n"
    },
    {
        "de": "Endlich ist Wochenende!\n",
        "en": "It’s the weekend at last! 505- Irgendwas – Something Wir sollten irgendwas essen.\n"
    },
    {
        "de": "We should eat something. 506- Das Gefühl – The feeling\n",
        "en": "Kennst du dieses Gefühl?\n"
    },
    {
        "de": "Do you know this feeling?\n",
        "en": "Das Glas ist voll.\n"
    },
    {
        "de": "The glass is full.\n",
        "en": "Ich kann nicht glauben, wie dumm sie ist.\n"
    },
    {
        "de": "I cannot believe how stupid she is.\n",
        "en": "She likes going to school.\n"
    },
    {
        "de": "Fabian möchte nicht fliegen, da er Angst hat.\n",
        "en": "Fabian doesn’t want to fly because he is afraid.\n"
    },
    {
        "de": "Bleib bei mir! Stay with me!\n",
        "en": "Alle fanden den Film gut – außer dir!\n"
    },
    {
        "de": "Everyone liked the film – except for you!\n",
        "en": "Er ist unheimlich stark!\n"
    },
    {
        "de": "He’s incredibly strong!\n",
        "en": "Dieses Material ist besonders hart.\n"
    },
    {
        "de": "This material is particularly hard.\n",
        "en": "Sie muss heute zum Arzt gehen.\n"
    },
    {
        "de": "She has to go and see a doctor today.\n",
        "en": "Bring mir die Flasche!\n"
    },
    {
        "de": "Bring me the bottle!\n",
        "en": "Das Ziel ist, so viel Produkte wie möglich zu verkaufen.\n"
    },
    {
        "de": "The aim is to sell as many products as possible.\n",
        "en": "Jede Sekunde zählt.\n"
    },
    {
        "de": "Every second counts.\n",
        "en": "Diese Schuhe passen mir einfach nicht!\n"
    },
    {
        "de": "These shoes simply won’t fit me!\n",
        "en": "Sie werden alle aus dem Fenster schauen.\n"
    },
    {
        "de": "They will all look outside the window.\n",
        "en": "Er würde sich gerne neue Klamotten kaufen.\n"
    },
    {
        "de": "He would like to buy new clothes.\n",
        "en": "Diese Ideen klingen wunderbar! These ideas sound wonderful!\n"
    },
    {
        "de": "Du musst mir versprechen, nichts zu sagen.\n",
        "en": "You have to promise me not to say anything.\n"
    },
    {
        "de": "Du kannst die Äpfel in die Schale legen.\n",
        "en": "You can place the apples in the bowl.\n"
    },
    {
        "de": "Die Ausstellung war wirklich großartig!\n",
        "en": "The exhibition was really great!\n"
    },
    {
        "de": "Diese Menge Mehl sollte reichen.\n",
        "en": "This amount of flour should be enough.\n"
    },
    {
        "de": "Heute ist es extrem heiß.\n",
        "en": "Today it is extremely hot.\n"
    },
    {
        "de": "Wir werden euch in dieser Runde schlagen!\n",
        "en": "We will beat you in this round.\n"
    },
    {
        "de": "Ich werde Angela eine Postkarte schicken.\n",
        "en": "I will send a postcard to Angela.\n"
    },
    {
        "de": "Er würde seine Freundin gerne heiraten.\n",
        "en": "He would like to marry his girlfriend.\n"
    },
    {
        "de": "Wir werden uns bestimmt bald wiedersehen!\n",
        "en": "We will certainly see each other again soon!\n"
    },
    {
        "de": "Das hier muss ein Traum sein!\n",
        "en": "This here has to be a dream!\n"
    },
    {
        "de": "Es war nur ein kleiner Vorfall.\n",
        "en": "It was just a minor incident.\n"
    },
    {
        "de": "Zuerst dusche ich mich und dann können wir gehen.\n",
        "en": "I am going to shower first and then we can go.\n"
    },
    {
        "de": "Sie werden in ihrem neuen Auto kommen.\n",
        "en": "They will come in their new car.\n"
    },
    {
        "de": "Man muss das Böse bekämpfen.\n",
        "en": "One has to fight evil.\n"
    },
    {
        "de": "Ich werde noch schnell die Fenster sichern.\n",
        "en": "I will quickly secure the windows.\n"
    },
    {
        "de": "In unserer Gegend regnet es oft.\n",
        "en": "It often rains in our area.\n"
    },
    {
        "de": "Es hat keinen Sinn, noch weiter zu kämpfen.\n",
        "en": "It makes no sense to continue to fight.\n"
    },
    {
        "de": "Die Vorstellung wird in wenigen Minuten beginnen.\n",
        "en": "The performance will begin in a few minutes.\n"
    },
    {
        "de": "Man kann nicht immer perfekt aussehen.\n",
        "en": "One cannot always look perfect. 542- Das Wiedersehen – The reunion\n"
    },
    {
        "de": "Das Wiedersehen war einfach herrlich!\n",
        "en": "The reunion was simply delightful!\n"
    },
    {
        "de": "Das hätte ich nie von ihm gedacht!\n",
        "en": "I never would have thought that of him!\n"
    },
    {
        "de": "Dieses Bild gefällt mir am besten.\n",
        "en": "I like this image the most.\n"
    },
    {
        "de": "Er hat uns seine Dokumente gegeben.\n",
        "en": "He has given us his documents.\n"
    },
    {
        "de": "Das ist ein neues Telefon.\n",
        "en": "This is a new phone.\n"
    },
    {
        "de": "Da ist schon Butter drauf.\n",
        "en": "There’s already butter on it.\n"
    },
    {
        "de": "Mit seinen Freunden muss er oft lachen.\n",
        "en": "He often has to laugh with his friends.\n"
    },
    {
        "de": "Wahrscheinlich ist sie nach Hause gegangen.\n",
        "en": "She probably went home.\n"
    },
    {
        "de": "Das fühlt sich irgendwie komisch an.\n",
        "en": "This feels strange somehow.\n"
    },
    {
        "de": "Hier werden sich viele Dinge ändern.\n",
        "en": "Many things will change around here.\n"
    },
    {
        "de": "Wir brauchen einen Tisch für sechs Personen.\n",
        "en": "We need a table for six people.\n"
    },
    {
        "de": "Die Meldung sagt, dass es einen Fehler gibt.\n",
        "en": "The message says that there is an error.\n"
    },
    {
        "de": "Wir sollten das Sofa hierher stellen.\n",
        "en": "We should put the sofa here.\n"
    },
    {
        "de": "In dieser Serie passieren ständig komische Sachen.\n",
        "en": "In this series strange things happen constantly.\n"
    },
    {
        "de": "Die Erde ist ein Planet.\n",
        "en": "Earth is a planet.\n"
    },
    {
        "de": "Der König lebte in einem großen Schloss.\n",
        "en": "The king lived in a big castle.\n"
    },
    {
        "de": "Sie ist bereits ins Bett gegangen.\n",
        "en": "She already went to bed.\n"
    },
    {
        "de": "Ich komme nicht aus Deutschland, sondern aus der Schweiz.\n",
        "en": "I’m not from Germany but from Switzerland.\n"
    },
    {
        "de": "Sie konnten das Feuer nicht löschen.\n",
        "en": "They couldn’t put out the fire.\n"
    },
    {
        "de": "Du musst dich der Katze langsam nähern.\n",
        "en": "You have to approach the cat slowly.\n"
    },
    {
        "de": "Ich möchte auch gerne am Meer wohnen.\n",
        "en": "I would also like to live by the sea.\n"
    },
    {
        "de": "Wir wünschen dir eine gute Reise.\n",
        "en": "We wish you a pleasant journey.\n"
    },
    {
        "de": "Kannst du bitte damit aufhören, so zu schreien?\n",
        "en": "Can you please stop shouting like that?\n"
    },
    {
        "de": "Vor Gericht muss man ehrlich sein.\n",
        "en": "At court one has to be honest.\n"
    },
    {
        "de": "Yeah, da hast Du vollkommen recht!\n",
        "en": "Yeah, you are completely right!\n"
    },
    {
        "de": "Ich würde dich gerne bitten, deine Füße vom Tisch zu nehmen.\n",
        "en": "I would like to ask you to take your feet off the table.\n"
    },
    {
        "de": "Er möchte nicht auf das Ziel schießen.\n",
        "en": "He does not want to shoot the target.\n"
    },
    {
        "de": "In der Hölle ist es angeblich heiß.\n",
        "en": "Apparently, it is hot in hell.\n"
    },
    {
        "de": "Möchtest du ein Stück Kuchen? Would you like a piece of cake?\n",
        "en": "Du musst lauter schreien, damit sie dich hört.\n"
    },
    {
        "de": "You have to shout louder so she can hear you.\n",
        "en": "Ich könnte diesen Idioten umbringen!\n"
    },
    {
        "de": "I could kill this idiot!\n",
        "en": "Es wäre schön, wenn du mich abholen könntest.\n"
    },
    {
        "de": "It would be nice if you could pick me up.\n",
        "en": "Das Geschäft verbessert sich immer mehr.\n"
    },
    {
        "de": "Business is improving more and more.\n",
        "en": "Könnten Sie bitte in mein Büro kommen?\n"
    },
    {
        "de": "Could you please come to my office?\n",
        "en": "Ich kann nicht erkären, was ich gesehen haben.\n"
    },
    {
        "de": "I canot explain what I saw. 577- Der Kumpel – The mate\n",
        "en": "Ist das dein Kumpel?\n"
    },
    {
        "de": "Is that your mate?\n",
        "en": "Der Präsident sitzt an seinem Schreibtisch.\n"
    },
    {
        "de": "The president is sitting at his desk.\n",
        "en": "Bitte schicke den Brief direkt an das Büro.\n"
    },
    {
        "de": "Please send the letter directly to the office.\n",
        "en": "Das Alter spielt für viele Leute eine wichtige Rolle.\n"
    },
    {
        "de": "Age plays an important role for many people.\n",
        "en": "Sie hat gestern Nacht kaum geschlafen.\n"
    },
    {
        "de": "She hardly slept last night.\n",
        "en": "Anna kommt heute nicht - sie ist krank. Anna won’t be coming today - she’s ill.\n"
    },
    {
        "de": "Ich möchte Ihnen das neue Team vorstellen.\n",
        "en": "I would like to introduce the new team to you. 584- Das Zeug – The stuff\n"
    },
    {
        "de": "Wir sollten dieses ganze Zeug wegschmeißen.\n",
        "en": "We should throw all this stuff away.\n"
    },
    {
        "de": "Du musst Heinrich anrufen.\n",
        "en": "You have to call Heinrich.\n"
    },
    {
        "de": "Keiner hat uns gesagt, dass der Laden geschlossen hat.\n",
        "en": "Nobody told us that the shop is closed.\n"
    },
    {
        "de": "Einige Mitarbeiter sind hier nicht glücklich.\n",
        "en": "Some employees aren’t happy here.\n"
    },
    {
        "de": "Der Wert des Hauses wird auf 300.000 Euro geschätzt.\n",
        "en": "The value of the house is estimated to be 300,000 Euros.\n"
    },
    {
        "de": "Sie möchte das Fenster öffnen.\n",
        "en": "She would like to open the window.\n"
    },
    {
        "de": "Ich bin so froh, dich zu sehen!\n",
        "en": "I am so glad to see you!\n"
    },
    {
        "de": "Er fühlt sich in dieser Stadt alleine.\n",
        "en": "He feels alone in this city.\n"
    },
    {
        "de": "Mir gefällt dieses Gemälde sehr.\n",
        "en": "I really like this painting.\n"
    },
    {
        "de": "Das kannst du in den Müll werfen.\n",
        "en": "You can throw that in the bin.\n"
    },
    {
        "de": "Am Himmel sind viele Wolken.\n",
        "en": "There are many clouds in the sky.\n"
    },
    {
        "de": "Du kannst dich auf einen tollen Tag am Strand freuen!\n",
        "en": "You can look forward to a great day at the beach!\n"
    },
    {
        "de": "Die Luft hier ist unheimlich frisch.\n",
        "en": "The air here is incredibly fresh.\n"
    },
    {
        "de": "Meine Eltern wohnen in Frankreich.\n",
        "en": "My parents live in France.\n"
    },
    {
        "de": "Liebe Marie, kannst du das bitte machen?\n",
        "en": "Dear Marie, can you please do that?\n"
    },
    {
        "de": "Sein Körper hat viele Muskeln.\n",
        "en": "His body has a lot of muscles.\n"
    },
    {
        "de": "Man sollte nicht lügen.\n",
        "en": "One should not lie.\n"
    },
    {
        "de": "Willkommen in Deutschland!\n",
        "en": "Welcome to Germany! 602- Gehören – To belong to\n"
    },
    {
        "de": "Gehören diese Schuhe dir?\n",
        "en": "Do these shoes belong to you?\n"
    },
    {
        "de": "Dieses Produkt gibt es überall zu kaufen.\n",
        "en": "You can buy this product everywhere.\n"
    },
    {
        "de": "Hol mir ein Glas Wasser! Get me a glass of water!\n",
        "en": "Wir sollten anfangen, zu singen.\n"
    },
    {
        "de": "We should start to sing. 606- Folgen – To follow\n",
        "en": "Bitte folgen Sie mir.\n"
    },
    {
        "de": "Please follow me.\n",
        "en": "Der Doktor hat gesagt, dass ich im Bett bleiben muss.\n"
    },
    {
        "de": "The doctor told me to stay in bed.\n",
        "en": "Du hast immer noch nicht verstanden, was ich meine.\n"
    },
    {
        "de": "You still haven’t understood what I mean.\n",
        "en": "Die Party war wirklich unterhaltsam.\n"
    },
    {
        "de": "The party was really entertaining.\n",
        "en": "Er ist von Hass erfüllt.\n"
    },
    {
        "de": "He is full of hatred.\n",
        "en": "Das können wir leicht ändern.\n"
    },
    {
        "de": "We can change that easily.\n",
        "en": "Ihr braucht zehn Stühle.\n"
    },
    {
        "de": "You need ten chairs.\n",
        "en": "Er ist neu hier.\n"
    },
    {
        "de": "He is new here.\n",
        "en": "Man kann gewinnen, wenn man ein Ass hat.\n"
    },
    {
        "de": "You can win if you have an ace.\n",
        "en": "Die Tasse ist halb voll.\n"
    },
    {
        "de": "The cup is half full. 616- Die Person – The person\n",
        "en": "Ich kenne diese Person nicht. I don’t know this person.\n"
    },
    {
        "de": "Wann werden wir die Ergebnisse erfahren?\n",
        "en": "When will we find out the results?\n"
    },
    {
        "de": "Die meisten meiner Schuhe sind schwarz.\n",
        "en": "Most of my shoes are black.\n"
    },
    {
        "de": "Du siehst heute sehr hübsch aus!\n",
        "en": "You look very pretty today!\n"
    },
    {
        "de": "Du musst diesen Knopf drehen.\n",
        "en": "You have to turn this button. 621- Dauern – To take (time) Wie lange wird es dauern?\n"
    },
    {
        "de": "How long will it take?\n",
        "en": "Manche Menschen haben einen sechsten Sinn.\n"
    },
    {
        "de": "Some people have a sixth sense.\n",
        "en": "Das Kleid passt perfekt!\n"
    },
    {
        "de": "The dress fits perfectly!\n",
        "en": "Das Licht in der Küche ist an.\n"
    },
    {
        "de": "The light in the kitchen is on.\n",
        "en": "You can keep that.\n"
    },
    {
        "de": "Es ist kalt, aber ich möchte trotzdem nach draußen gehen.\n",
        "en": "It is cold, but I would like to go outside nevertheless.\n"
    },
    {
        "de": "Kannst du das bitte nochmal sagen?\n",
        "en": "Can you please say that again?\n"
    },
    {
        "de": "Hm, ich bin mir nicht sicher, wo ich die Schlüssel gelassen habe.\n",
        "en": "Hm, I am not sure where I left the keys.\n"
    },
    {
        "de": "Du wirst den Kampf gewinnen!\n",
        "en": "You will win the fight!\n"
    },
    {
        "de": "Sie geht jetzt in den Supermarkt und danach ins Kino.\n",
        "en": "She is going to the supermarket now and after that to the cinema.\n"
    },
    {
        "de": "Mein Bein tut weh!\n",
        "en": "My leg hurts!\n"
    },
    {
        "de": "Sie war meistens vertrauenswürdig und genau.\n",
        "en": "Mostly, she was trustworthy and accurate.\n"
    },
    {
        "de": "Er ist ein großer Mann geworden.\n",
        "en": "He has become a big man.\n"
    },
    {
        "de": "Kann ich dein Handy benutzen?\n",
        "en": "Can I use your cell phone?\n"
    },
    {
        "de": "Diese Achterbahn ist wirklich cool!\n",
        "en": "This rollercoaster is really cool!\n"
    },
    {
        "de": "Sein Fuß ist ziemlich groß.\n",
        "en": "His foot is pretty big.\n"
    },
    {
        "de": "Der Agent arbeitet für die Polizei.\n",
        "en": "The agent is working for the police.\n"
    },
    {
        "de": "Das ist doch völlig verrückt!\n",
        "en": "That’s completely insane!\n"
    },
    {
        "de": "Er kennt einen lustigen Witz.\n",
        "en": "He knows a funny joke.\n"
    },
    {
        "de": "Sie hat ihm Suppe gebracht.\n",
        "en": "She has brought him soup.\n"
    },
    {
        "de": "Mein Papa spielt viel Tennis.\n",
        "en": "My dad plays a lot of tennis.\n"
    },
    {
        "de": "Er warf den Rest seines Kaffees in die Spüle und verließ den Raum.\n",
        "en": "He dumped the rest of his coffee in the sink and left the room.\n"
    },
    {
        "de": "Wir wissen nicht, was in der Zukuft passieren wird.\n",
        "en": "We don’t know what will happen in the future.\n"
    },
    {
        "de": "Der Laden gehört meiner Tante.\n",
        "en": "This store belongs to my aunt.\n"
    },
    {
        "de": "Wir haben deine Tochter getroffen.\n",
        "en": "We have met your daughter.\n"
    },
    {
        "de": "Ich weiß nicht, was ich von dir erwarten kann.\n",
        "en": "I don’t know what I can expect from you.\n"
    },
    {
        "de": "Der Trick hat funktioniert!\n",
        "en": "The trick worked!\n"
    },
    {
        "de": "Er findet diesen Witz wirklich lustig.\n",
        "en": "He finds this joke really funny.\n"
    },
    {
        "de": "Sie ist schon nach Hause gegangen.\n",
        "en": "She has already gone home.\n"
    },
    {
        "de": "Du solltest die Klamotten in den Schrank hängen.\n",
        "en": "You should hang the clothes into the wardrobe.\n"
    },
    {
        "de": "Dein Sohn wartet dort drüben auf dich.\n",
        "en": "Your son is waiting for you over there.\n"
    },
    {
        "de": "Ich möchte gerne eine Tasse Kaffee trinken.\n",
        "en": "I would like to drink a cup of coffee.\n"
    },
    {
        "de": "Ähm, ich bin mir nicht sicher, was ich sagen soll.\n",
        "en": "Um, I am not sure what to say.\n"
    },
    {
        "de": "Er kann wirklich gut singen!\n",
        "en": "He can sing really well!\n"
    },
    {
        "de": "Wir möchten gerne mit Kreditkarte bezahlen.\n",
        "en": "We would like to pay by credit card.\n"
    },
    {
        "de": "Der Schlüssel ist in meiner Tasche.\n",
        "en": "The key is in my bag.\n"
    },
    {
        "de": "Wenn ich eine Million hätte, würde ich mir eine Wohnung kaufen.\n",
        "en": "If I had a million I would buy a flat.\n"
    },
    {
        "de": "Ich habe dein Auto genommen.\n",
        "en": "I’ve taken your car.\n"
    },
    {
        "de": "Jede Nacht schläft er auf dem Sofa ein.\n",
        "en": "Each night he falls asleep on the sofa.\n"
    },
    {
        "de": "Du warst in meiner Klasse. You were in my class.\n",
        "en": "Er sieht auf der Karte, wo sie sind.\n"
    },
    {
        "de": "He sees on the map where they are.\n",
        "en": "Können wir irgendwo ein Wasser trinken?\n"
    },
    {
        "de": "Can we drink some water somewhere?\n",
        "en": "Dein Verhalten ist nicht normal.\n"
    },
    {
        "de": "Your behavior is not normal.\n",
        "en": "Nachdem wir gegessen haben, gehen wir ins Theater.\n"
    },
    {
        "de": "After we’ve eaten we’ll go to the theater.\n",
        "en": "Sie muss für 10 Jahre ins Gefängnis.\n"
    },
    {
        "de": "She has to go to prison for 10 years.\n",
        "en": "Er hat den Befehl gegeben.\n"
    },
    {
        "de": "He gave the command.\n",
        "en": "Der Mord kam überall in den Nachrichten.\n"
    },
    {
        "de": "The murder was all over the news.\n",
        "en": "Welche Jacke soll ich anziehen?\n"
    },
    {
        "de": "Which jacket should I wear?\n",
        "en": "Du bist nicht sehr an mir interessiert.\n"
    },
    {
        "de": "You’re not very interested in me.\n",
        "en": "Die Arbeit ist zu stressig und deswegen werde ich kündigen.\n"
    },
    {
        "de": "The work is too stressful and because of this I will resign.\n",
        "en": "Ich habe keine Ahnung, wovon du redest.\n"
    },
    {
        "de": "I have no idea what you are talking about.\n",
        "en": "Glaub nicht, dass du damit durchkommst!\n"
    },
    {
        "de": "Don’t think you’ll get away with this!\n",
        "en": "Der neue Boss ist freundlich.\n"
    },
    {
        "de": "The new boss is friendly.\n",
        "en": "Dieses Foto wurde in Portugal gemacht.\n"
    },
    {
        "de": "This photo was taken in Portugal.\n",
        "en": "Ich möchte dir gerne meine Eltern vorstellen.\n"
    },
    {
        "de": "I would like to introduce my parents to you.\n",
        "en": "Möchtest du Vanille oder Schokolade? Du hast die Wahl!\n"
    },
    {
        "de": "Would you like vanilla or chocolate? It’s your choice!\n",
        "en": "Ohne Untertitel kann ich den Film nicht verstehen.\n"
    },
    {
        "de": "I cannot understand the film without subtitles.\n",
        "en": "Du bist ja total verrückt!\n"
    },
    {
        "de": "You are totally crazy!\n",
        "en": "Auf dem Boot waren 50 Menschen.\n"
    },
    {
        "de": "There were 50 people on the boat.\n",
        "en": "Es ist schrecklich, dass du so krank bist.\n"
    },
    {
        "de": "It’s terrible that you’re so ill. 681- Der General – The general Der General gibt uns Befehle.\n",
        "en": "The general gives us orders. 682- Der Boden – The ground\n"
    },
    {
        "de": "Der Boden im Wald ist weich.\n",
        "en": "The ground in the forest is soft.\n"
    },
    {
        "de": "Der Typ ist komisch. This guy is funny.\n",
        "en": "Sie ist gestern getauft worden.\n"
    },
    {
        "de": "She has been baptized yesterday.\n",
        "en": "Sie kann den Mund einfach nicht halten.\n"
    },
    {
        "de": "She simply cannot keep her mouth shut.\n",
        "en": "Das ist ein angenehmer Gedanke.\n"
    },
    {
        "de": "That is a pleasant thought.\n",
        "en": "Kraft allein hilft uns hier nicht weiter.\n"
    },
    {
        "de": "Force alone won’t get us anywhere here.\n",
        "en": "Diese Toiletten sind für Herren.\n"
    },
    {
        "de": "This is the Men’s room.\n",
        "en": "Ich persönlich stimme dem nicht zu.\n"
    },
    {
        "de": "I personally don’t agree with this.\n",
        "en": "Ohne einen Beweis können sie ihn nicht festnehmen.\n"
    },
    {
        "de": "Without evidence they cannot arrest him.\n",
        "en": "Du bist genauso stur wie ich.\n"
    },
    {
        "de": "You’re just as stubborn as I am.\n",
        "en": "Mein Onkel spricht Spanisch. My uncle speaks Spanish.\n"
    },
    {
        "de": "Der Punkt ist, dass es nicht so weiter gehen kann.\n",
        "en": "The point is that it cannot go on like this.\n"
    },
    {
        "de": "Da ist ein Haar in meiner Suppe!\n",
        "en": "There’s a hair in my soup!\n"
    },
    {
        "de": "Sein Geist wird immer bei uns sein.\n",
        "en": "His spirit will always be with us.\n"
    },
    {
        "de": "Wir müssen etwas früher gehen.\n",
        "en": "We have to leave a little earlier.\n"
    },
    {
        "de": "Sobald ich Zeit habe, rufe ich dich an.\n",
        "en": "As soon as I have time I will call you.\n"
    },
    {
        "de": "Er ist der Liebling seiner Eltern.\n",
        "en": "He is his parents’ favorit.\n"
    },
    {
        "de": "Er möchte seine Möbel verkaufen.\n",
        "en": "He would like to sell his furniture.\n"
    },
    {
        "de": "Du hast zwar recht, aber ich werde es trotzdem nicht kaufen.\n",
        "en": "You are right indeed, but I still won’t buy it.\n"
    },
    {
        "de": "Er hat heute schon zehnmal angerufen.\n",
        "en": "He has already called ten times today.\n"
    },
    {
        "de": "Dieses Videospiel ist sehr gefragt.\n",
        "en": "This video game is high in demand.\n"
    },
    {
        "de": "In der Wohnung ist es ziemlich kalt.\n",
        "en": "It’s pretty cold in the flat.\n"
    },
    {
        "de": "Es ist mir eine Ehre, Sie kennenzulernen.\n",
        "en": "It is an honor to meet you.\n"
    },
    {
        "de": "Wir sind uns einig, dass das Haus verkauft werden soll.\n",
        "en": "We agreed that the house should be sold.\n"
    },
    {
        "de": "Das war keine leichte Entscheidung.\n",
        "en": "This wasn’t an easy decision.\n"
    },
    {
        "de": "Es fällt ihm schwer, auf die Fragen zu antworten.\n",
        "en": "He finds it difficult to answer the questions.\n"
    },
    {
        "de": "Wir müssen diesen Raum besser nutzen.\n",
        "en": "We need to use this room better.\n"
    },
    {
        "de": "Sie hatte heute Morgen Sex mit ihrem Mann.\n",
        "en": "This morning she had sex with her husband.\n"
    },
    {
        "de": "Der Schmerz ist unerträglich.\n",
        "en": "The pain is unbearable.\n"
    },
    {
        "de": "Ich verdiene weniger als du.\n",
        "en": "I earn less than you.\n"
    },
    {
        "de": "Diese Geschichte ist unglaublich!\n",
        "en": "This story is incredible! 713- Das Krankenhaus – The hospital Sie muss sofort ins Krankenhaus!\n"
    },
    {
        "de": "She has to go to the hospital immediately!\n",
        "en": "Sie genießt ein hohes Ansehen in dieser Stadt.\n"
    },
    {
        "de": "She has a great reputation in this city.\n",
        "en": "Zu viel Stolz ist nicht gut.\n"
    },
    {
        "de": "Too much pride isn’t good.\n",
        "en": "Es war ein schwerer Schlag für ihn, als er von ihrem Tod erfuhr.\n"
    },
    {
        "de": "It was a great shock to him when he heard about her death.\n",
        "en": "Leider habe ich diese Woche keine Zeit.\n"
    },
    {
        "de": "Unfortunately, I don’t have time this week.\n",
        "en": "Der Nächste, bitte! Next, please!\n"
    },
    {
        "de": "Ich werde morgen ausschlafen. I will sleep in tomorrow.\n",
        "en": "Es ist gefährlich, mit Feuer zu spielen. It is dangerous to play with fire.\n"
    },
    {
        "de": "Die Wohnung hat einen tollen Ausblick!\n",
        "en": "The apartment has a great view!\n"
    },
    {
        "de": "Bitte sei heute Abend vorsichtig.\n",
        "en": "Please be careful tonight.\n"
    },
    {
        "de": "Er möchte die Rechnung zahlen.\n",
        "en": "He would like to pay the bill.\n"
    },
    {
        "de": "Wer gesund ist, leidet nicht an irgendeiner Krankheit.\n",
        "en": "Someone who is healthy is not suffering from any illness.\n"
    },
    {
        "de": "Ich habe den Anruf verpasst.\n",
        "en": "I missed the call.\n"
    },
    {
        "de": "Er hat seinen gesamten Besitz verloren.\n",
        "en": "He lost all of his possessions.\n"
    },
    {
        "de": "Dieser Kuchen schmeckt wunderbar!\n",
        "en": "This cake tastes wonderful!\n"
    },
    {
        "de": "Wir werden für deine Kinder sorgen.\n",
        "en": "We will take care of your children.\n"
    },
    {
        "de": "Wir haben es geschafft, das Auto zu reparieren.\n",
        "en": "We managed to repair the car.\n"
    },
    {
        "de": "Die Acht ist meine Glückszahl.\n",
        "en": "Eight is my lucky number.\n"
    },
    {
        "de": "In der Tiefe des Meeres leben seltsame Tiere.\n",
        "en": "Strange animals live in the depth of the sea.\n"
    },
    {
        "de": "Es ist wichtig, offen zu sein.\n",
        "en": "It is important to be open-minded.\n"
    },
    {
        "de": "Er darf keinen Laut machen!\n",
        "en": "He is not allowed to make a sound!\n"
    },
    {
        "de": "Warst du jemals in Ägypten?\n",
        "en": "Have you ever been to Egypt?\n"
    },
    {
        "de": "Dein Pferd sieht sehr gesund aus.\n",
        "en": "Your horse looks very healthy.\n"
    },
    {
        "de": "Wir müssen den Mist rausbringen.\n",
        "en": "We have to take out the manure.\n"
    },
    {
        "de": "Dieser Pullover kann nicht so viel kosten!\n",
        "en": "This pullover cannot cost this much!\n"
    },
    {
        "de": "Wem gehört das?\n",
        "en": "To whom does this belong?\n"
    },
    {
        "de": "Solange du glücklich bist, bin ich es auch.\n",
        "en": "As long as you are happy, I am, too!\n"
    },
    {
        "de": "Im See wurde eine Leiche gefunden.\n",
        "en": "A corpse was found in the lake.\n"
    },
    {
        "de": "The victim was 20 years old.\n",
        "en": "Das Rot passt gut zu deiner Kette.\n"
    },
    {
        "de": "The red goes well with your necklace.\n",
        "en": "Dein Kommentar hat mich wirklich verletzt.\n"
    },
    {
        "de": "Your comment really upset me. 744- Wow – Wow\n",
        "en": "Wow, du siehst fantastisch aus!\n"
    },
    {
        "de": "Wow, you look fantastic!\n",
        "en": "Das Flugzeug wird in wenigen Minuten landen.\n"
    },
    {
        "de": "The aircraft will land in a few minutes.\n",
        "en": "Ich finde diesen Schal besonders schön.\n"
    },
    {
        "de": "I find this scarf particularly nice.\n",
        "en": "Ich habe mit deinem Vater gesprochen.\n"
    },
    {
        "de": "I have spoken to your father.\n",
        "en": "Du musst aus dem Haus heraus.\n"
    },
    {
        "de": "You have to get out of the house. 749- Die Information – The information\n",
        "en": "Woher hast du diese Information?\n"
    },
    {
        "de": "Where did you get this information from?\n",
        "en": "Am Samstag tanzen wir.\n"
    },
    {
        "de": "On Saturday we will dance. 751- Die Sicherheit – The security\n",
        "en": "Ihre Sicherheit ist unsere Priorität.\n"
    },
    {
        "de": "Your security is our priority.\n",
        "en": "Ich mag ihn nicht, er ist ein echtes Arschloch.\n"
    },
    {
        "de": "I don’t like him, he is a real asshole.\n",
        "en": "Er hat das Ziel nicht getroffen.\n"
    },
    {
        "de": "He didn’t hit the target.\n",
        "en": "Michael kann manchmal ein Idiot sein.\n"
    },
    {
        "de": "Michael can sometimes be an idiot.\n",
        "en": "Tja, mehr kann ich dazu nicht sagen.\n"
    },
    {
        "de": "Well, I cannot say any more to that.\n",
        "en": "Es ist kalt, aber wenigstens regnet es nicht.\n"
    },
    {
        "de": "It’s cold but at least it doesn’t rain.\n",
        "en": "This train doesn’t stop here. 758- Die Bewegung – The movement\n"
    },
    {
        "de": "Diese Bewegung tut weh.\n",
        "en": "This movement hurts.\n"
    },
    {
        "de": "Sie wohnt in einem Haus am See.\n",
        "en": "She lives in a house by the lake.\n"
    },
    {
        "de": "Er kann seinen Arm nicht bewegen.\n",
        "en": "He cannot move his arm.\n"
    },
    {
        "de": "Du darfst das Haus nicht betreten.\n",
        "en": "You are not allowed to enter the house.\n"
    },
    {
        "de": "Der Schuppen ist hinten im Garten.\n",
        "en": "The shed is in the back of the garden.\n"
    },
    {
        "de": "Damals hatte ich noch eine andere Ansicht.\n",
        "en": "At the time I had other views.\n"
    },
    {
        "de": "Ich habe seine Antwort nicht verstanden.\n",
        "en": "I didn’t understand his reply.\n"
    },
    {
        "de": "Er kann seine Enkelkinder nicht mehr erkennen.\n",
        "en": "He cannot recognize his grandchildren any more.\n"
    },
    {
        "de": "Wir werden den Feind besiegen! We will defeat the enemy!\n",
        "en": "Den Laden musste man leider schließen.\n"
    },
    {
        "de": "Unfortunately, the shop had to be shut down.\n",
        "en": "Der Soldat rettete viele Personen.\n"
    },
    {
        "de": "The soldier rescued many people.\n",
        "en": "Das Essen ist absolut köstlich.\n"
    },
    {
        "de": "The food is absolutely delicious. 770- Das Geheimnis – The secret\n",
        "en": "Sie hat ein großes Geheimnis.\n"
    },
    {
        "de": "She has a big secret.\n",
        "en": "Das Hotel war direkt am Meer.\n"
    },
    {
        "de": "The hotel was directly by the sea.\n",
        "en": "Dieser Kuchen ist viel zu süß.\n"
    },
    {
        "de": "This cake is far too sweet.\n",
        "en": "Ich denke, dass du jetzt gehen solltest.\n"
    },
    {
        "de": "I think that you should go now. 774- Die Meinung – The opinion\n",
        "en": "Ich schätze deine Meinung sehr.\n"
    },
    {
        "de": "I value your opinion a lot. 775- Gleichen – To resemble\n",
        "en": "Die beiden gleichen sich sehr.\n"
    },
    {
        "de": "They both resemble each other.\n",
        "en": "Die Meeresspiegel steigen immer weiter an.\n"
    },
    {
        "de": "The sea levels constantly rise further.\n",
        "en": "Dieser Mann sieht seltsam aus.\n"
    },
    {
        "de": "This man looks strange.\n",
        "en": "Gestern ist meine Tante gestorben.\n"
    },
    {
        "de": "My aunt died yesterday.\n",
        "en": "Uns fehlt das Verständnis für sie.\n"
    },
    {
        "de": "We lack understanding for her.\n",
        "en": "Dieser Tisch war sehr teuer.\n"
    },
    {
        "de": "This table was very expensive. 781- Zeig – Show (Imperative) Zeig mir deine Hände!\n",
        "en": "Show me your hands!\n"
    },
    {
        "de": "Dieses Buch ist wirklich interessant.\n",
        "en": "This book is really interesting.\n"
    },
    {
        "de": "Er hat schon mehrere Menschen umgebracht.\n",
        "en": "He has already killed several people.\n"
    },
    {
        "de": "Er würde eher zu Hause bleiben, als nach Hamburg zu fahren.\n",
        "en": "He would rather stay at home than go to Hamburg.\n"
    },
    {
        "de": "Er hat zu viel von ihr erwartet.\n",
        "en": "He expected too much of her.\n"
    },
    {
        "de": "Es ist unmöglich, alles bis morgen zu erledigen.\n",
        "en": "It is impossible to get everything done by tomorrow.\n"
    },
    {
        "de": "Sie bereut ihre Tat.\n",
        "en": "She regrets her deed.\n"
    },
    {
        "de": "Viele Kinder fürchten sich vor der Dunkelheit.\n",
        "en": "Many children fear the darkness.\n"
    },
    {
        "de": "Du musst das Geschäft übernehmen.\n",
        "en": "You have to take over the business.\n"
    },
    {
        "de": "Wir dürfen ihn nicht bei der Arbeit stören.\n",
        "en": "We are not allowed to disturb him at work.\n"
    },
    {
        "de": "Du hast die Möglichkeit, im Ausland zu arbeiten.\n",
        "en": "You have the possibility to work abroad.\n"
    },
    {
        "de": "Das Essen war kalt und außerdem viel zu salzig.\n",
        "en": "The food was cold and in addition to that far too salty.\n"
    },
    {
        "de": "This jacket does not have a pocket.\n",
        "en": "Wir sollten das Fenster aufmachen.\n"
    },
    {
        "de": "We should open the window.\n",
        "en": "Die Lage des Hauses ist perfekt!\n"
    },
    {
        "de": "The location of the house is perfect!\n",
        "en": "Jeder neue Anfang ist schwer.\n"
    },
    {
        "de": "Every new beginning is difficult.\n",
        "en": "Deine Haare sind länger als meine.\n"
    },
    {
        "de": "Your hair is longer than mine.\n",
        "en": "Dort drüben ist ein Tier.\n"
    },
    {
        "de": "There is an animal over there.\n",
        "en": "Wen nimmst du mit in die Oper?\n"
    },
    {
        "de": "Who do you take to the opera with you?\n",
        "en": "Die Reichen müssen sich keine Sorgen über Geld machen.\n"
    },
    {
        "de": "The rich don’t have to worry about money.\n",
        "en": "It is so quiet in the house.\n"
    },
    {
        "de": "Und plötzlich hat er zu schreien angefangen!\n",
        "en": "And suddenly he started screaming!\n"
    },
    {
        "de": "Der Schaden ist zu groß – man kann es nicht mehr reparieren.\n",
        "en": "The damage is too great – it cannot be repaired anymore.\n"
    },
    {
        "de": "Jedes Lebewesen hat eine Seele.\n",
        "en": "Every living being has a soul.\n"
    },
    {
        "de": "Er ist der Polizei bereits bekannt.\n",
        "en": "He is already known to the police.\n"
    },
    {
        "de": "Ich hatte vorher schon einmal Probleme damit.\n",
        "en": "I previously already had problems with it.\n"
    },
    {
        "de": "Am Morgen ging er fort.\n",
        "en": "He went away in the morning.\n"
    },
    {
        "de": "Er hat einen schnellen Wagen!\n",
        "en": "He has a fast car!\n"
    },
    {
        "de": "Ich möchte meinen Anwalt sprechen.\n",
        "en": "I would like to speak to my lawyer.\n"
    },
    {
        "de": "Jeden Mai machen wir eine Wanderung.\n",
        "en": "Every May we go on a hike. 811- Die Firma – The company\n"
    },
    {
        "de": "Die Firma macht viel Geld.\n",
        "en": "The company makes a lot of money.\n"
    },
    {
        "de": "Der Patient darf noch nicht nach Hause gehen.\n",
        "en": "The patient is not allowed to go home yet.\n"
    },
    {
        "de": "Zieh an der Schnur!\n",
        "en": "Pull the cord!\n"
    },
    {
        "de": "Mein Finger ist geschwollen.\n",
        "en": "My finger is swollen.\n"
    },
    {
        "de": "Wir haben ihm ein Geschenk gekauft.\n",
        "en": "We bought him a gift.\n"
    },
    {
        "de": "Der Schluss war ziemlich unerwartet.\n",
        "en": "The ending was pretty unexpected.\n"
    },
    {
        "de": "Jeder kennt Schneewittchen und die sieben Zwerge.\n",
        "en": "Everyone knows Snow White and the Seven Dwarfs.\n"
    },
    {
        "de": "Sollen wir wetten?\n",
        "en": "Do you want to bet?\n"
    },
    {
        "de": "Das Schwein liegt in der Sonne.\n",
        "en": "The pig lies in the sun.\n"
    },
    {
        "de": "Dieses Bier schmeckt besonders gut.\n",
        "en": "This beer tastes particularly good.\n"
    },
    {
        "de": "Please come over.\n",
        "en": "Diese Getränke bestehen zum Großteil aus Zucker und Wasser.\n"
    },
    {
        "de": "These drinks mainly consist of sugar and water.\n",
        "en": "Der Mörder kannte sein Opfer.\n"
    },
    {
        "de": "The murderer knew his victim.\n",
        "en": "Die Aussicht von hier ist wunderschön.\n"
    },
    {
        "de": "The view from here is beautiful.\n",
        "en": "Bitte stell das Glas nicht aufs Sofa.\n"
    },
    {
        "de": "Please don’t put the glass on the sofa.\n",
        "en": "Sein Ärger verflog nach ein paar Minuten.\n"
    },
    {
        "de": "His anger dispersed after a few minutes.\n",
        "en": "Ich kann eine Stimme hören.\n"
    },
    {
        "de": "I can hear a voice.\n",
        "en": "Sie möchte mir ihr Geheimnis nicht verraten.\n"
    },
    {
        "de": "She does not want to reveal her secret to me.\n",
        "en": "Unsere Beziehung läuft momentan nicht so gut.\n"
    },
    {
        "de": "Our relationship isn’t going so well at the moment.\n",
        "en": "Solche Dinge sagt man nicht!\n"
    },
    {
        "de": "You shouldn’t say such things!\n",
        "en": "Man muss das Gesetz befolgen.\n"
    },
    {
        "de": "One has to follow the law.\n",
        "en": "Das Volk hat dagegen gestimmt.\n"
    },
    {
        "de": "The people voted against it. 833- Solch – Such\n",
        "en": "Er ist solch ein guter Mann.\n"
    },
    {
        "de": "He is such a good man. 834- Der Polizist – The policeman\n",
        "en": "Der Polizist nahm die Frau fest.\n"
    },
    {
        "de": "The policeman arrested the woman.\n",
        "en": "Ich habe deinen Brief gelesen.\n"
    },
    {
        "de": "I read your letter.\n",
        "en": "Die Regierung wird nichts dagegen unternehmen.\n"
    },
    {
        "de": "The government won’t do anything about it.\n",
        "en": "The dark scares me.\n"
    },
    {
        "de": "Du kannst dich nicht vor mir verstecken.\n",
        "en": "You cannot hide from me.\n"
    },
    {
        "de": "Das hat er geschickt geregelt! He arranged that cleverly!\n",
        "en": "Im Gebäude befindet sich eine Bombe.\n"
    },
    {
        "de": "There is a bomb in the building.\n",
        "en": "Er hat diesen Computer noch nie benutzt.\n"
    },
    {
        "de": "He has never used this computer.\n",
        "en": "Ich werde diesen Augenblick niemals vergessen.\n"
    },
    {
        "de": "I will never forget this moment.\n",
        "en": "Auf dieser Insel gibt es keine Touristen.\n"
    },
    {
        "de": "There are no tourists on this island.\n",
        "en": "Der Lauf war unglaublich!\n"
    },
    {
        "de": "The run was incredible!\n",
        "en": "Wir müssen um den See herum gehen.\n"
    },
    {
        "de": "We have to go around the lake.\n",
        "en": "Er wird heute sein Visum erhalten.\n"
    },
    {
        "de": "He will obtain his visa today.\n",
        "en": "Diese Stelle ist perfekt zum Zelten.\n"
    },
    {
        "de": "This location is perfect for camping.\n",
        "en": "Meine Katzen kommen durch diese Klappe ins Haus.\n"
    },
    {
        "de": "My cats enter the house through this flap.\n",
        "en": "Dieser Witz ist wirklich blöd.\n"
    },
    {
        "de": "This joke is really stupid.\n",
        "en": "Er braucht mindestens acht Stunden Schlaf.\n"
    },
    {
        "de": "He needs at least eight hours of sleep.\n",
        "en": "Es ist in nächster Nähe.\n"
    },
    {
        "de": "It is in close proximity.\n",
        "en": "Ich kann den Rauch riechen.\n"
    },
    {
        "de": "I can smell the smoke.\n",
        "en": "Die Küche ist sehr sauber.\n"
    },
    {
        "de": "The kitchen is very clean.\n",
        "en": "Der Rum aus Jamaika ist lecker.\n"
    },
    {
        "de": "The rum from Jamaica is tasty.\n",
        "en": "Ist es wirklich nötig, dass du so schreist?\n"
    },
    {
        "de": "Is it really necessary for you to scream like that?\n",
        "en": "Heute Abend müssen wir uns entscheiden.\n"
    },
    {
        "de": "This evening we will have to decide.\n",
        "en": "Die letzte Szene war spannend.\n"
    },
    {
        "de": "The last scene was exciting.\n",
        "en": "Du hast den Kaffee schon bezahlt.\n"
    },
    {
        "de": "You already paid for the coffee.\n",
        "en": "Du hast tatsächlich recht.\n"
    },
    {
        "de": "You are right indeed.\n",
        "en": "Du musst schwören, dass du nichts sagst.\n"
    },
    {
        "de": "You have to swear that you won’t say anything.\n",
        "en": "Diese Schalter werden den Strom regeln.\n"
    },
    {
        "de": "These switches will regulate the electricity.\n",
        "en": "Wir müssen den Vorfall melden.\n"
    },
    {
        "de": "We have to report the incident.\n",
        "en": "Hier kann man viel Geld verdienen.\n"
    },
    {
        "de": "You can earn a lot of money here.\n",
        "en": "Die zweite Episode war besser.\n"
    },
    {
        "de": "The second episode was better.\n",
        "en": "Ich habe Hunger, obwohl ich vorhin gegessen habe.\n"
    },
    {
        "de": "I am hungry even though I ate earlier.\n",
        "en": "Unser Planet ist wunderschön.\n"
    },
    {
        "de": "Our planet is beautiful.\n",
        "en": "Ihr Partner ist unglaublich arrogant.\n"
    },
    {
        "de": "Her partner is incredibly arrogant.\n",
        "en": "Jedes Kind bekommt einen Sticker.\n"
    },
    {
        "de": "Each child gets a sticker.\n",
        "en": "Sie spricht kaum Deutsch.\n"
    },
    {
        "de": "She hardly speaks any German.\n",
        "en": "Ich verkleide mich als Vampir.\n"
    },
    {
        "de": "I am dressing up as a vampire.\n",
        "en": "Das System funktioniert problemlos.\n"
    },
    {
        "de": "The system works without any problems.\n",
        "en": "Wir gehen in die falsche Richtung.\n"
    },
    {
        "de": "We are going in the wrong direction.\n",
        "en": "Ich werde das für dich erledigen.\n"
    },
    {
        "de": "I will handle that for you. 874- Der Rücken – The back\n",
        "en": "Sein Rücken tut ihm weh.\n"
    },
    {
        "de": "His back hurts.\n",
        "en": "Die Verbindung ist heute sehr schlecht.\n"
    },
    {
        "de": "Today the connection is really bad.\n",
        "en": "Sie wird das Rennen gewinnen!\n"
    },
    {
        "de": "She will win the race!\n",
        "en": "Bald werden wir das Ziel erreichen.\n"
    },
    {
        "de": "Soon we will reach the finish line.\n",
        "en": "Ich esse ein Ei zum Frühstück.\n"
    },
    {
        "de": "I am eating an egg for breakfast.\n",
        "en": "Die Bar ist heute geschlossen.\n"
    },
    {
        "de": "The bar is closed today. 880- Der Computer – The computer\n",
        "en": "Dieser Computer ist sehr schnell.\n"
    },
    {
        "de": "This computer is very fast.\n",
        "en": "Er möchte der Armee beitreten.\n"
    },
    {
        "de": "He would like to join the army.\n",
        "en": "Du siehst schick aus!\n"
    },
    {
        "de": "You look chic!\n",
        "en": "Sie ist traurig, weil sie sich gestritten haben.\n"
    },
    {
        "de": "She is sad because they had an argument.\n",
        "en": "Deine Rolle ist es, die Gäste zu begrüßen.\n"
    },
    {
        "de": "Your role is to greet the guests. 885- Fahr – Drive (Imperative)\n",
        "en": "Fahr vorsichtig!\n"
    },
    {
        "de": "Drive safely!\n",
        "en": "Du musst dich etwas beruhigen.\n"
    },
    {
        "de": "You have to calm down a bit.\n",
        "en": "Alles in dieser Welt hat einen Preis.\n"
    },
    {
        "de": "Everything in this world has a price.\n",
        "en": "Er hat einen schnellen Schritt.\n"
    },
    {
        "de": "He has a quick pace.\n",
        "en": "Wir merken alle, dass hier etwas nicht stimmt.\n"
    },
    {
        "de": "We all notice that something isn’t right here.\n",
        "en": "Wir müssen etwas zu essen besorgen.\n"
    },
    {
        "de": "We have to get something to eat.\n",
        "en": "Alle Passagiere wurden gerettet.\n"
    },
    {
        "de": "All passengers were saved.\n",
        "en": "Das Baby wird gleich weinen.\n"
    },
    {
        "de": "The baby will soon start to cry.\n",
        "en": "Es war sein letzter Wunsch, hier begraben zu werden.\n"
    },
    {
        "de": "It was his last request to be buried here.\n",
        "en": "Sie verdient eine Gehaltserhöhung.\n"
    },
    {
        "de": "She deserves a pay rise.\n",
        "en": "Die Weisen reden nicht viel, sondern hören lieber zu.\n"
    },
    {
        "de": "The wise don’t talk much but instead prefer to listen.\n",
        "en": "Auf dem Boden gibt es eine Spur.\n"
    },
    {
        "de": "There is a track on the ground.\n",
        "en": "Ich habe nichts dagegen, dass du hierbleibst.\n"
    },
    {
        "de": "I have nothing against you staying here.\n",
        "en": "Der Bulle hat zwei große Hörner.\n"
    },
    {
        "de": "The bull has two big horns.\n",
        "en": "Wir müssen den Einbrecher aufhalten!\n"
    },
    {
        "de": "We have to stop the robber!\n",
        "en": "Das können wir nicht machen – die Gefahr ist einfach zu groß.\n"
    },
    {
        "de": "We cannot do that – the risk is simply too great.\n",
        "en": "Diese Kamera macht unglaubliche Bilder!\n"
    },
    {
        "de": "This camera takes incredible pictures!\n",
        "en": "Bei dem Unfall wurde niemand verletzt.\n"
    },
    {
        "de": "No one was hurt during the accident.\n",
        "en": "Er ist derjenige, der sich immer beschwert.\n"
    },
    {
        "de": "He is the one who is always complaining.\n",
        "en": "Sowas könnte ich auch gut gebrauchen.\n"
    },
    {
        "de": "I could use something like that.\n",
        "en": "Wenn du so weitermachst, wirst du im Krankenhaus enden.\n"
    },
    {
        "de": "If you continue like this, you will end up in hospital.\n",
        "en": "Es ist ein Wunder, dass dir nichts passiert ist.\n"
    },
    {
        "de": "It is a miracle that nothing happened to you.\n",
        "en": "Menschen können unter Wasser nicht atmen.\n"
    },
    {
        "de": "People cannot breathe under water.\n",
        "en": "Er wollte schon immer einmal Amerika besuchen.\n"
    },
    {
        "de": "He has always wanted to visit America.\n",
        "en": "Ihr seid müde und deshalb geht ihr ins Bett.\n"
    },
    {
        "de": "You are tired and that is why you are going to bed.\n",
        "en": "Ruf mich an, falls du auch kommen möchtest.\n"
    },
    {
        "de": "Call me in case you also want to come.\n",
        "en": "Sie werden drei neue Gebäude in der Stadt bauen.\n"
    },
    {
        "de": "They will build three new buildings in the city.\n",
        "en": "Die Show hat mir nicht so gut gefallen.\n"
    },
    {
        "de": "I didn’t like the show all that much.\n",
        "en": "Zusätzlich wird verwendet, um mehr Informationen über etwas zu geben.\n"
    },
    {
        "de": "In addition is used to give more information about something.\n",
        "en": "Wir werden nicht ewig leben.\n"
    },
    {
        "de": "We won’t live forever. 915- Erzähl – Tell (Imperative)\n",
        "en": "Erzähl mir eine Geschichte!\n"
    },
    {
        "de": "Tell me a story!\n",
        "en": "Wir waren heute viele Stunden unterwegs.\n"
    },
    {
        "de": "We’ve been on the road for many hours today.\n",
        "en": "Es wird sich von selber regeln.\n"
    },
    {
        "de": "It will resolve itself.\n",
        "en": "Das haben wir nie in der Schule gelernt.\n"
    },
    {
        "de": "We never learned that at school.\n",
        "en": "Die Ehe ist nicht für jeden.\n"
    },
    {
        "de": "Marriage is not for everyone.\n",
        "en": "Der Fahrer hat die Kontrolle über das Fahrzeug verloren.\n"
    },
    {
        "de": "The driver lost control over the vehicle.\n",
        "en": "Die Badewanne ist voller Wasser.\n"
    },
    {
        "de": "The bath tub is full of water.\n",
        "en": "Er ist erkältet und muss ständig niesen.\n"
    },
    {
        "de": "He has a cold and constantly needs to sneeze.\n",
        "en": "Ich weiß nicht, was dieses Symbol bedeuten soll.\n"
    },
    {
        "de": "I don’t know what this symbol is supposed to mean.\n",
        "en": "Der Polizist musste einen Mann erschießen.\n"
    },
    {
        "de": "The policeman had to shoot a man dead.\n",
        "en": "Ich glaube nicht, dass ich den Test bestanden habe.\n"
    },
    {
        "de": "I don’t think I passed the test.\n",
        "en": "Wir haben gestern eine lange E-Mail geschrieben.\n"
    },
    {
        "de": "We have written a long email yesterday.\n",
        "en": "Ich bin schon seit 6:00 Uhr wach.\n"
    },
    {
        "de": "I’ve been awake since 6 o’clock.\n",
        "en": "Steh auf, wenn ich mit dir rede!\n"
    },
    {
        "de": "Stand up when I’m talking to you!\n",
        "en": "Er ist sich nicht sicher, wofür man diese Teile benutzen kann.\n"
    },
    {
        "de": "He isn’t sure what these parts can be used for.\n",
        "en": "Sie hat den Bericht noch nicht gelesen.\n"
    },
    {
        "de": "She hasn’t read the report yet.\n",
        "en": "Wir haben nichts als Probleme mit dieser Maschine.\n"
    },
    {
        "de": "We have nothing but problems with this machine.\n",
        "en": "Wölfe beschützen ihre Jungen vor Feinden.\n"
    },
    {
        "de": "Wolves protect their young from enemies.\n",
        "en": "Dieser Job kann mir kein angemessenes Gehalt bieten.\n"
    },
    {
        "de": "This job cannot offer me adequate payment.\n",
        "en": "Im Frühling gebären viele Tiere ihre Jungen.\n"
    },
    {
        "de": "In springtime many animals give birth to their young.\n",
        "en": "Wir haben den Kontakt über viele Jahre gehalten.\n"
    },
    {
        "de": "We have stayed in contact for many years.\n",
        "en": "Er möchte nicht nach Europa zurückkommen.\n"
    },
    {
        "de": "He doesn’t want to come back to Europe.\n",
        "en": "Ich werde dir ein Beispiel geben, damit du es besser verstehst.\n"
    },
    {
        "de": "I will give you an example, so you can understand it better.\n",
        "en": "Er hat mich um Verzeihung gebeten.\n"
    },
    {
        "de": "He asked for my forgiveness.\n",
        "en": "Er ist mit meiner Schwester verheiratet.\n"
    },
    {
        "de": "He is married to my sister.\n",
        "en": "Wenn wir zu Hause sind, mache ich uns einen Tee.\n"
    },
    {
        "de": "When we are at home I will make some tea for us.\n",
        "en": "Es ist wichtig, dass Kinder lernen, zu teilen.\n"
    },
    {
        "de": "It is important for children to learn how to share.\n",
        "en": "Das hier ist unsere geliebte Katze Mimi.\n"
    },
    {
        "de": "This is our beloved cat Mimi.\n",
        "en": "Die Gesichtszüge vieler Affen sind sehr menschlich.\n"
    },
    {
        "de": "The facial expressions of many monkeys are very human.\n",
        "en": "Wir wissen nicht, wo er die Droge gekauft hat.\n"
    },
    {
        "de": "We don’t know where he bought the drug.\n",
        "en": "Ohne Hoffnung wären wir alle verloren.\n"
    },
    {
        "de": "We would all be lost without hope.\n",
        "en": "Wenn wir so weitermachen, werden wir unseren Planeten zerstören.\n"
    },
    {
        "de": "If we continue like this, we will destroy our planet.\n",
        "en": "Er muss beweisen, dass er die Arbeit erledigen kann.\n"
    },
    {
        "de": "He has to prove that he can do the work.\n",
        "en": "Du musst hier links abbiegen und dann sind wir da.\n"
    },
    {
        "de": "You have to turn left here and then we are there.\n",
        "en": "Ich glaube, dass ich diese Dame schon einmal gesehen habe.\n"
    },
    {
        "de": "I think I have seen this lady before.\n",
        "en": "Wozu ist die ganze Arbeit gut?\n"
    },
    {
        "de": "What is all this work good for?\n",
        "en": "Der Wein schmeckt wirklich ausgezeichnet.\n"
    },
    {
        "de": "The wine tastes really excellent.\n",
        "en": "Sie ist kalt und hat ein Herz aus Stein.\n"
    },
    {
        "de": "She is cold and has a heart made of stone.\n",
        "en": "Der Meister hat gesagt, dass wir mehr lernen müssen.\n"
    },
    {
        "de": "The master said that we have to study more.\n",
        "en": "Sein Ohr ist ganz rot vor lauter Kälte.\n"
    },
    {
        "de": "His ear is all red because of the cold.\n",
        "en": "Heute Mittag werden wir einen neuen Anführer bestimmen.\n"
    },
    {
        "de": "This afternoon we will determine a new leader.\n",
        "en": "Ich kann nicht so lange in der Sonne bleiben.\n"
    },
    {
        "de": "I cannot stay in the sun for too long.\n",
        "en": "Der Deutsche hat heute bei uns in der Firma angefangen.\n"
    },
    {
        "de": "The German started working in our company today.\n",
        "en": "Das ist derselbe Mann, der mein Auto gestohlen hat!\n"
    },
    {
        "de": "That is the same guy that stole my car!\n",
        "en": "Herzlichen Glückwunsch, Sie haben eine Reise nach Australien gewonnen!\n"
    },
    {
        "de": "Congratulations, you have won a trip to Australia!\n",
        "en": "Du musst über das Seil springen.\n"
    },
    {
        "de": "You have to jump over the rope.\n",
        "en": "Ich wollte sowieso nicht ins Kino gehen, weil ich krank bin.\n"
    },
    {
        "de": "I didn’t want to go to the cinema anyway because I am ill.\n",
        "en": "Der Chef hat gesagt, dass wir eine Pause machen können.\n"
    },
    {
        "de": "The Boss said that we can take a break.\n",
        "en": "Gestern haben wir einen Vogel gefangen.\n"
    },
    {
        "de": "Yesterday we captured a bird.\n",
        "en": "Du solltest Sonnencreme benutzen, um dich vor der Sonne zu schützen.\n"
    },
    {
        "de": "You should wear sunscreen in order to protect yourself from the sun.\n",
        "en": "Die Wirtschaft eines Staates hängt von seinen Importen und Exporten ab.\n"
    },
    {
        "de": "A nation's economy depends on its imports and exports.\n",
        "en": "Er hat in seiner Nachbarschaft einen Schuss gehört.\n"
    },
    {
        "de": "He heard a shot in his neighbourhood.\n",
        "en": "Das neue Gebäude hat 25 Stockwerke.\n"
    },
    {
        "de": "The new building has 25 floors.\n",
        "en": "Vor ein paar Tagen wurde sein Motorrad gestohlen.\n"
    },
    {
        "de": "A few days ago, his motorbike was stolen.\n",
        "en": "Ich komme morgen wieder – und bis dahin solltest du dich ausruhen.\n"
    },
    {
        "de": "I will come back tomorrow – and until then you should rest.\n",
        "en": "Meine Erkältung wird jeden Tag schlimmer.\n"
    },
    {
        "de": "My cold is getting worse every day.\n",
        "en": "Kannst du spüren, wie sich der Boden bewegt?\n"
    },
    {
        "de": "Can you feel the ground moving?\n",
        "en": "Meine Nase ist eiskalt!\n"
    },
    {
        "de": "My nose is ice cold!\n",
        "en": "Ich möchte dich gerne um Rat bitten.\n"
    },
    {
        "de": "I would like to ask you for advice.\n",
        "en": "Wir sollten eine Liste machen, damit wir nichts vergessen.\n"
    },
    {
        "de": "We should make a list, so we won’t forget anything.\n",
        "en": "In vielen Ländern herrscht momentan kein Frieden.\n"
    },
    {
        "de": "There are many countries in which there is no peace at the moment.\n",
        "en": "Diese Zeitschrift habe ich noch nie gelesen.\n"
    },
    {
        "de": "I have never read this magazine.\n",
        "en": "Wir werden noch eine ganze Weile hier sein.\n"
    },
    {
        "de": "We will be here for quite a while.\n",
        "en": "Viele Menschen und Tiere leiden unter der Hitze.\n"
    },
    {
        "de": "Many people and animals suffer because of the heat.\n",
        "en": "Du bist faul – und darin liegt das Problem.\n"
    },
    {
        "de": "You are lazy – and therein lies the proble.\n",
        "en": "Es gibt viele Läden in unserer Stadt.\n"
    },
    {
        "de": "There are many shops in our city.\n",
        "en": "Wenn wir gemeinsam arbeiten, können wir es schaffen.\n"
    },
    {
        "de": "We can do it if we work together.\n",
        "en": "Ich habe eine schöne Erinnerung an diesen Ort.\n"
    },
    {
        "de": "I have a great memory of this place.\n",
        "en": "Sie wollten schon immer einmal nach Paris reisen.\n"
    },
    {
        "de": "They have always wanted to travel to Paris.\n",
        "en": "Leg das Buch auf den Tisch!\n"
    },
    {
        "de": "Put the book on the table!\n",
        "en": "An meinem Geburtstag machen wir eine Party.\n"
    },
    {
        "de": "We will have a party on my birthday.\n",
        "en": "Gib mir den Schlüssel!\n"
    },
    {
        "de": "Give me the key!\n",
        "en": "Jedenfalls denke ich, dass das die beste Lösung ist.\n"
    },
    {
        "de": "I think that this is the best solution in any case.\n",
        "en": "Die Toilette für Damen ist dort drüben. The women’s restrooms are over there.\n"
    },
    {
        "de": "Dieser Stein hat eine seltsame Farbe.\n",
        "en": "This stone has a strange color.\n"
    },
    {
        "de": "Die Suche nach dem Schatz geht weiter.\n",
        "en": "The search for the treasure continues.\n"
    },
    {
        "de": "Die Kirche ist neben der Bäckerei.\n",
        "en": "The church is next to the bakery.\n"
    },
    {
        "de": "Es ist schwierig, hier im Winter zu überleben.\n",
        "en": "It is difficult to survive here in winter.\n"
    },
    {
        "de": "Dort drüben schwimmt ein Fisch.\n",
        "en": "There is a fish swimming over there.\n"
    },
    {
        "de": "Er muss sofort nach Hause gehen.\n",
        "en": "He must go home right now.\n"
    },
    {
        "de": "Ich danke dir fürs Helfen.\n",
        "en": "I thank you for helping.\n"
    },
    {
        "de": "Wo hast du diesen tollen Pullover gekauft?\n",
        "en": "Where did you buy this great pullover?\n"
    },
    {
        "de": "Hier muss man mit Vorsicht voranschreiten.\n",
        "en": "You have to proceed with caution here.\n"
    },
    {
        "de": "Sie hat noch nie in einem Supermarkt gearbeitet.\n",
        "en": "She has never worked in a supermarket.\n"
    },
    {
        "de": "Wir haben Bescheid bekommen, dass wir abreisen können.\n",
        "en": "We have received notice that we can depart.\n"
    },
    {
        "de": "Diesen Fang will ich meinem Großvater zeigen!\n",
        "en": "I want to show this catch to my grandfather!\n"
    },
    {
        "de": "Wenn du näher an das Bild herangehst, kannst du die Farben besser sehen.\n",
        "en": "If you get closer to the picture you can see the colors better.\n"
    },
    {
        "de": "Er hat noch noch einen Streit mit seiner Freundin gehabt.\n",
        "en": "He has ever had an argument with his girlfiriend.\n"
    },
    {
        "de": "Der Baum ist über 100 Jahre alt und darf nicht gefällt werden.\n",
        "en": "The tree is over 100 years old and it is not allowed to cut it down.\n"
    },
    {
        "de": "Die Folge seines schlechten Verhaltens ist eine Strafe.\n",
        "en": "The result of his bad behavior is a punishment.\n"
    },
    {
        "de": "Wir müssen für die Zeremonie morgen noch viel vorbereiten!\n",
        "en": "We still have to prepare a lot for the ceremony tomorrow!\n"
    },
    {
        "de": "Im Keller haben wir noch weitere Flaschen Wein.\n",
        "en": "We have more bottles of wine in the cellar.\n"
    },
    {
        "de": "Dieser Ring ist schon seit Generationen in meiner Familie.\n",
        "en": "This ring has been in my family for generations. 1008- Schwierig – Difficult\n"
    },
    {
        "de": "Er findet es schwierig, neue Sprachen zu lernen.\n",
        "en": "He finds it difficult to learn new languages.\n"
    },
    {
        "de": "Der Chirurg operierte viele Stunden an seinem Gehirn.\n",
        "en": "The surgeon operated many hours on his brain.\n"
    },
    {
        "de": "Sie können Ihr Auto auf diesem Stellplatz lassen.\n",
        "en": "You can leave your car in this parking space.\n"
    },
    {
        "de": "Das Radio funktioniert nicht, weil die Antenne kaputt ist.\n",
        "en": "The radio doesn’t work because the antenna is broken.\n"
    },
    {
        "de": "Ich würde gerne irgendetwas Süßes essen.\n",
        "en": "I would like to eat something sweet.\n"
    },
    {
        "de": "Da er keine Eltern hatte, ist er in einem Heim aufgewachsen.\n",
        "en": "As he did not have any parents he grew up in a home.\n"
    },
    {
        "de": "Jesus hat unsere Sünden auf sich genommen.\n",
        "en": "Jesus took our sins away from us.\n"
    },
    {
        "de": "Jeden Morgen sehe ich den gleichen Vogel auf diesem Baum.\n",
        "en": "Every morning I see the same bird on this tree.\n"
    },
    {
        "de": "Ha! Ich glaube dir deine Lügen nicht!\n",
        "en": "Ha! I don’t believe your lies!\n"
    },
    {
        "de": "Bisher haben sich unsere Hunde noch nie gestritten.\n",
        "en": "So far, our dogs never had a fight with each other.\n"
    },
    {
        "de": "Die Band wird heute Abend im Park auftreten.\n",
        "en": "The band will play tonight in the park.\n"
    },
    {
        "de": "Du solltest aufpassen, dass du nicht in dieses Loch fällst!\n",
        "en": "You should be careful not to fall into this hole!\n"
    },
    {
        "de": "Ich kann ihm nicht verzeihen, wie er mich behandelt hat.\n",
        "en": "I canot forgive him how he treated me.\n"
    },
    {
        "de": "Du wirst mich mit deinen dummen Kommentaren in den Wahnsinn treiben!\n",
        "en": "You are going to drive me insane with your stupid comments!\n"
    },
    {
        "de": "Die Bank hat heute Nachmittag geschlossen.\n",
        "en": "The bank is closed this afternoon.\n"
    },
    {
        "de": "Wir haben keine Zeit mehr und müssen sofort handeln.\n",
        "en": "We don’t have any more time and must act immediately.\n"
    },
    {
        "de": "Mir geht es besser – die Tabletten wirken!\n",
        "en": "I am feeling better – the pills work!\n"
    },
    {
        "de": "Robin und sein Bruder spielen oft draußen im Garten.\n",
        "en": "Robin and his brother are often playing outside in the garden. 1026- Die Situation – The situation\n"
    },
    {
        "de": "Wenn sich die Situation nicht verbessert, müssen wir eingreifen.\n",
        "en": "If the situation doesn’t improve, we will have to step in.\n"
    },
    {
        "de": "Soll ich dir noch einen Drink an der Bar holen?\n",
        "en": "Shall I get you another drink from the bar?\n"
    },
    {
        "de": "Manche Menschen glauben an das Schicksal.\n",
        "en": "Some people believe in fate.\n"
    },
    {
        "de": "Er trägt viele Kisten ans Auto.\n",
        "en": "He is carrying many boxes to the car.\n"
    },
    {
        "de": "Es gefällt mir nicht, vor einer Gruppe zu sprechen.\n",
        "en": "I don’t like talking in front of a group.\n"
    },
    {
        "de": "Wie können dich bis zum Bahnhof mitnehmen.\n",
        "en": "We can take you with us to the train station.\n"
    },
    {
        "de": "Letzte Woche habe ich mir einen neuen Kühlschrank gekauft.\n",
        "en": "Last week I bought a new fridge.\n"
    },
    {
        "de": "Dieser Stern hier leuchtet heller als die anderen.\n",
        "en": "This star here shines brighter than the others.\n"
    },
    {
        "de": "Sie schulden ihm mehr als 1000 Euro.\n",
        "en": "They owe him more than 1000 Euros.\n"
    },
    {
        "de": "Heute Abend kommt nichts im Fernsehen, das mich interessiert.\n",
        "en": "This evening there is nothing on TV that interests me.\n"
    },
    {
        "de": "Es ist oft schwierig, Menschen ihr Handeln zu vergeben.\n",
        "en": "It is often difficult to forgive people their actions.\n"
    },
    {
        "de": "Auf dem Regal stehen Bücher und Magazine.\n",
        "en": "There are books and magazines on the shelf.\n"
    },
    {
        "de": "Der Apfel ist so sauer, dass ich ihn nicht essen kann.\n",
        "en": "The apple is so sour that I cannot eat it.\n"
    },
    {
        "de": "Wenn alle in der richtigen Position stehen, können wir anfangen.\n",
        "en": "We can start once everyone is in the right position.\n"
    },
    {
        "de": "Mein Bruder Max spielt jeden Samstag Fußball.\n",
        "en": "My brother Max plays soccer every Saturday.\n"
    },
    {
        "de": "Es ist sehr kalt, aber zumindest haben wir ein Feuer.\n",
        "en": "It is very cold but at least we have a fire.\n"
    },
    {
        "de": "Wenn wir den Zug noch erreichen wollen, müssen wir schneller rennen!\n",
        "en": "If we want to catch the train, we will have to run faster!\n"
    },
    {
        "de": "Offensichtlich hast du dich überhaupt nicht verändert.\n",
        "en": "Obviously, you haven’t changed one little bit.\n"
    },
    {
        "de": "Ich werde dich und deine Familie sehr vermissen.\n",
        "en": "I will miss you and your family a lot.\n"
    },
    {
        "de": "Das Gericht hat entschieden, dass er für drei Jahre ins Gefängnis muss.\n",
        "en": "The court has decided that he has to go to prison for three years.\n"
    },
    {
        "de": "Er hat heute Morgen die Zeitung gelesen.\n",
        "en": "This morning he read the newspaper.\n"
    },
    {
        "de": "Nach der Party war noch sehr viel Essen übrig.\n",
        "en": "After the party there was a lot of food left over.\n"
    },
    {
        "de": "Die Kugel landet entweder auf Rot oder Schwarz.\n",
        "en": "The ball will either land on red or black.\n"
    },
    {
        "de": "Es macht mich wütend, wenn du dich so benimmst.\n",
        "en": "It makes me angry when you are behaving like this. 1050- Die Reise – The journey\n"
    },
    {
        "de": "Morgen beginnen sie ihre Reise nach Afrika.\n",
        "en": "Tomorrow they will start their journey to Africa.\n"
    },
    {
        "de": "Könnten Sie mir bitte noch einen Tee bringen? -Sicher, einen Moment, bitte!\n",
        "en": "Could you please bring me another tea? -Certainly, one moment, please!\n"
    },
    {
        "de": "Euer Hund hat die ganze Nacht gebellt.\n",
        "en": "Your dog barked the entire night.\n"
    },
    {
        "de": "Die Hochzeit war unglaublich schön.\n",
        "en": "The wedding was incredibly nice.\n"
    },
    {
        "de": "Meine Eltern wohnen sehr weit von hier entfernt.\n",
        "en": "My parents live very far away from here.\n"
    },
    {
        "de": "Es gibt viel zu viel Übel in der Welt.\n",
        "en": "There is far too much evil in the world.\n"
    },
    {
        "de": "Der Blick aus diesem Zimmer ist fantastisch!\n",
        "en": "The view from this room is fantastic!\n"
    },
    {
        "de": "Kannst du unserem Gast bitte das Zimmer zeigen?\n",
        "en": "Can you please show the room to our guest?\n"
    },
    {
        "de": "Sie haben den Täter nun endlich erwischt.\n",
        "en": "They have finally caught the perpetrator.\n"
    },
    {
        "de": "Entweder sagst du mir, was los ist, oder ich gehe nach Hause.\n",
        "en": "You’re either going to tell me what’s up or I’m going home.\n"
    },
    {
        "de": "Wenn du dem Reh zu nah kommst, wird es wegrennen.\n",
        "en": "If you get too close to the deer it will run away.\n"
    },
    {
        "de": "Wenn er das Zeichen gibt, greifen wir an.\n",
        "en": "When he gives the sign, we will attack.\n"
    },
    {
        "de": "Es war sehr schön, dich wieder zu sehen. Tschüss!\n",
        "en": "It was lovely seeing you again. Bye bye!\n"
    },
    {
        "de": "Ich kann ihn weder sehen noch hören.\n",
        "en": "I can neither see nor hear him.\n"
    },
    {
        "de": "Der Junge kann nicht aufhören, Sachen zu stehlen.\n",
        "en": "The boy cannot stop stealing things.\n"
    },
    {
        "de": "Ich sehe dich dann am Wochenende wieder.\n",
        "en": "I will see you again on the weekend.\n"
    },
    {
        "de": "Wieso ist das Tor zum Garten offen?\n",
        "en": "Why is the gate to the garden open?\n"
    },
    {
        "de": "Der Nutzen dieser Maschine ist mir unbekannt.\n",
        "en": "The use of this machine is unknown to me.\n"
    },
    {
        "de": "In zwei Tagen werden wir meine Großmutter besuchen.\n",
        "en": "In two days time we will visit my grandmother.\n"
    },
    {
        "de": "Er hat schon lange nicht mehr mit seiner Mutter geredet.\n",
        "en": "He hasn’t spoken to his mother in a long time.\n"
    },
    {
        "de": "Nach dem Sturm waren viele Häuser zerstört.\n",
        "en": "Many houses were destroyed after the storm.\n"
    },
    {
        "de": "In unserer Gesellschaft werden nicht alle gleich behandelt.\n",
        "en": "Not everyone is treated equally in our society.\n"
    },
    {
        "de": "Ich würde gerne eine neue Sprache lernen.\n",
        "en": "I would like to learn a new language.\n"
    },
    {
        "de": "Er wird ihr morgen Abend alles genau erklären.\n",
        "en": "He will explain everything to her tomorrow evening. 1074- Der Ball – The ball\n"
    },
    {
        "de": "Ohne einen Ball können wir kein Tennis spielen.\n",
        "en": "We cannot play tennis without a ball.\n"
    },
    {
        "de": "Wenn seine Majestät kommt, musst du dich verbeugen.\n",
        "en": "When his majesty comes you have to bow.\n"
    },
    {
        "de": "Unser Professor gibt wirklich interessante Vorlesungen.\n",
        "en": "Our professor gives very interesting lectures.\n"
    },
    {
        "de": "Sie fühlt sich schuldig, obwohl sie nichts gemacht hat.\n",
        "en": "She feels guilty even though she hasn’t done anything. 1078- Nachdenken – To think\n"
    },
    {
        "de": "Ich muss darüber nachdenken, wie wir das Problem lösen können.\n",
        "en": "I need to think about how we can solve this problem.\n"
    },
    {
        "de": "Es tut mir furchtbar leid, dass ich zu spät gekommen bin.\n",
        "en": "I am terribly sorry that I arrived late.\n"
    },
    {
        "de": "Die Party war eine wirklich gelungene Überraschung.\n",
        "en": "The party was a really successful surprise.\n"
    },
    {
        "de": "Kannst du heute Abend bitte auf Michael aufpassen?\n",
        "en": "Can you please watch Michael tonight?\n"
    },
    {
        "de": "Diese Produkte scheinen amerikanisch zu sein.\n",
        "en": "These products seem to be American.\n"
    },
    {
        "de": "Wir sollten unserer Tante einen Besuch abstatten.\n",
        "en": "We should go and pay a visit to our aunt.\n"
    },
    {
        "de": "Die Aufgabe war so schwierig, dass ich sie nicht lösen konnte.\n",
        "en": "The task was so difficult that I couldn’t solve it.\n"
    },
    {
        "de": "Du hast mir versprochen, dass du nicht mehr rauchen wirst.\n",
        "en": "You promised me that you won’t smoke anymore.\n"
    },
    {
        "de": "Letzte Woche haben wir alle Bilder verkauft.\n",
        "en": "Last week we sold all paintings.\n"
    },
    {
        "de": "Ich werde euch mein Haus und mein Geld hinterlassen, wenn ich sterbe.\n",
        "en": "When I die, I will leave you my house and my money.\n"
    },
    {
        "de": "Wir sollten versuchen, mehr Zeit miteinander zu verbringen.\n",
        "en": "We should try to spend more time together.\n"
    },
    {
        "de": "Wir müssen das unbedingt noch einmal besprechen.\n",
        "en": "We absolutely have to talk about this again.\n"
    },
    {
        "de": "Es gibt nichts Schöneres, als zu reisen.\n",
        "en": "There is nothing better than to travel.\n"
    },
    {
        "de": "Die Tiere genießen ihre Freiheit.\n",
        "en": "The animals are enjoying their freedom.\n"
    },
    {
        "de": "Wenn du den Knochen öffnest, kannst du das Mark sehen.\n",
        "en": "When you open the bone, you can see the marrow.\n"
    },
    {
        "de": "Gold war schon immer ein begehrtes Metall.\n",
        "en": "Gold has always been a desirable metal.\n"
    },
    {
        "de": "Wir haben alle unsere Aufgaben erledigt.\n",
        "en": "We have done all our exercises.\n"
    },
    {
        "de": "Diese Herren habe ich noch nie hier gesehen.\n",
        "en": "I have never seen these Sirs here before.\n"
    },
    {
        "de": "Wir sollten irgendwann einmal zusammen Abendessen gehen.\n",
        "en": "We should go out for dinner together sometime.\n"
    },
    {
        "de": "Man kann die Vergangenheit nicht ändern.\n",
        "en": "One cannot change the past.\n"
    },
    {
        "de": "Mein Cousin Daniel wohnt in Astralien.\n",
        "en": "My cousin Daniel lives in Australia.\n"
    },
    {
        "de": "Der Baum ist einen Meter hoch.\n",
        "en": "The tree is one meter tall.\n"
    },
    {
        "de": "Die Bank ist gegenüber der Kirche.\n",
        "en": "The bank is opposite the church.\n"
    },
    {
        "de": "Ich denke nicht, dass man Tiere zum Spaß jagen sollte.\n",
        "en": "I don’t think you should hunt animals just for fun. 1102- Das Glas – The glass\n"
    },
    {
        "de": "Ich habe das Glas auf das Regal gestellt.\n",
        "en": "I put the glass on the shelf.\n"
    },
    {
        "de": "An der Wand im Wohnzimmer hängen viele Gemälde.\n",
        "en": "There are many paintings on the wall in the living room.\n"
    },
    {
        "de": "In der Stadt wird ein neuer Polizist gesucht – du solltest dich bewerben.\n",
        "en": "A new policeman is wanted in the city – you should apply.\n"
    },
    {
        "de": "Seit er mit Laura zusammen ist, hat er sich total verändert.\n",
        "en": "He has completely changed since getting together with Laura.\n"
    },
    {
        "de": "Du bist für die Kinder verantwortlich und hättest besser aufpassen sollen!\n",
        "en": "You are responsible for the children and should have paid more attention!\n"
    },
    {
        "de": "Heute Nachmittag werden wir den Dom besichtigen.\n",
        "en": "This afternoon we will visit the dome.\n"
    },
    {
        "de": "Die Kinder spielen drinnen, weil es regnet.\n",
        "en": "The children are playing inside because it is raining.\n"
    },
    {
        "de": "Kannst du mir erklären, wie diese Maschinen funktionieren?\n",
        "en": "Can you explain to me how these machines work?\n"
    },
    {
        "de": "Es gibt nur eine Flasche Wasser pro Person.\n",
        "en": "There is only one bottle of water per person.\n"
    },
    {
        "de": "Diesmal werden wir alles ganz anders machen.\n",
        "en": "This time we will do everything completely differently.\n"
    },
    {
        "de": "Es ist witzig, wenn unsere Katze und unser Hund zusammen spielen.\n",
        "en": "It is funny when our cat and our dog are playing together.\n"
    },
    {
        "de": "Heute Abend sind ungefähr 200 Leute zum Konzert gekommen.\n",
        "en": "This evening about 200 people came to the concert.\n"
    },
    {
        "de": "Dieser Hut steht dir wirklich gut!\n",
        "en": "This hat suits you really well!\n"
    },
    {
        "de": "Hoffentlich verpassen wir unseren Flug nach England nicht!\n",
        "en": "Hopefully we won’t miss our flight to England!\n"
    },
    {
        "de": "Sein Englisch hat sich sehr verbessert.\n",
        "en": "His English has improved a lot.\n"
    },
    {
        "de": "Du solltest nicht rauchen, da es wirklich ungesund ist.\n",
        "en": "You should not smoke as it is really unhealthy.\n"
    },
    {
        "de": "Wir sind uns nicht sicher, ob er die Operation überleben wird.\n",
        "en": "We are not sure if he will survive the operation.\n"
    },
    {
        "de": "Michael und Anna sind sehr verliebt.\n",
        "en": "Michael and Anna are very much in love.\n"
    },
    {
        "de": "Soweit ich weiß, gibt es heute keine Besprechungen mehr.\n",
        "en": "As far as I know there are no more meetings today.\n"
    },
    {
        "de": "Seine Rede hat uns alle sehr inspiriert.\n",
        "en": "His speech was very inspiring.\n"
    },
    {
        "de": "Ich kann heute nicht ausgehen, da ich beschäftigt bin.\n",
        "en": "I can’t go out tonight as I am busy.\n"
    },
    {
        "de": "Richard Wagner ist ein bekanter deutscher Komponist.\n",
        "en": "Richard Wagner is a famous German composer.\n"
    },
    {
        "de": "Dieses Wochenende werden wir im Wald zelten gehen.\n",
        "en": "This weekend we will go camping in the forest.\n"
    },
    {
        "de": "Ich werde immer nervös, wenn ich vor einer Gruppe von Menschen reden muss.\n",
        "en": "I always get nervous when I have to talk in front of a group of people. 1126- Verschwunden – Disappeared\n"
    },
    {
        "de": "Das Mädchen ist gestern spurlos verschwunden.\n",
        "en": "Yesterday the girl disappeared without a trace.\n"
    },
    {
        "de": "Wir genießen diese Kreuzfahrt voll und ganz.\n",
        "en": "We enjoy this cruise to the fullest.\n"
    },
    {
        "de": "Diese Informationen sind streng geheim.\n",
        "en": "This information is top secret.\n"
    },
    {
        "de": "Mein Großvater hat eine kleine Hütte im Norden.\n",
        "en": "My grandfather has a small cottage in the north. 1130- Gelassen – Calm\n"
    },
    {
        "de": "Es ist schön, dich so gelassen zu sehen.\n",
        "en": "It is nice seeing you so calm.\n"
    },
    {
        "de": "Das kannst du nicht von mir verlangen.\n",
        "en": "You cannot require me to do this.\n"
    },
    {
        "de": "Ich muss immer lächeln, wenn ich meinen Neffen sehe.\n",
        "en": "I always have to smile when I see my nephew.\n"
    },
    {
        "de": "Kannst du mir sagen, wo du die Schokolade versteckt hast?\n",
        "en": "Can you tell me where you’ve hidden the chocolate?\n"
    },
    {
        "de": "Hunger ist kein gutes Gefühl.\n",
        "en": "Hunger is not a nice feeling.\n"
    },
    {
        "de": "Er kann sich momentan kein neues Auto leisten.\n",
        "en": "He cannot afford a new car at the moment.\n"
    },
    {
        "de": "Meine Eltern gehen jeden Sonntag in die Kirche.\n",
        "en": "My parents go to church every Sunday.\n"
    },
    {
        "de": "Wir werden beten, dass alles gut geht.\n",
        "en": "We will pray that everything will go well.\n"
    },
    {
        "de": "Sie haben ihn immer bei seinem Spitznamen genannt.\n",
        "en": "They always called him by his nickname.\n"
    },
    {
        "de": "Kannst du bitte überprüfen, ob diese Daten stimmen?\n",
        "en": "Can you please check if these dates are correct?\n"
    },
    {
        "de": "Dieses Holz wird gut brennen, weil es so trocken ist.\n",
        "en": "This wood will burn well because it is so dry.\n"
    },
    {
        "de": "Der Film hat vor 20 Minuten angefangen.\n",
        "en": "The film started 20 minutes ago.\n"
    },
    {
        "de": "Mein Hals tut weh und ich kann ihn kaum bewegen.\n",
        "en": "My neck hurts and I can barely move it.\n"
    },
    {
        "de": "Die Kette passt gut zum Blau deiner Augen.\n",
        "en": "The necklace goes well with the blue in your eyes.\n"
    },
    {
        "de": "Ich würde ihn gerne küssen, aber ich bin zu schüchtern.\n",
        "en": "I would like to kiss him, but I am too shy.\n"
    },
    {
        "de": "Sei vorsichtig mit dem Messer, es ist sehr scharf.\n",
        "en": "Be careful with the knife, it is very sharp.\n"
    },
    {
        "de": "Am Wochenende werden wir deinen Geburtstag feiern!\n",
        "en": "On the weekend we will celebrate your birthday! 1147- Wählen – To choose\n"
    },
    {
        "de": "Ich weiß nicht, welches Getränk ich wählen soll!\n",
        "en": "I don’t know which drink to choose!\n"
    },
    {
        "de": "Diese Frau macht mich noch wahnsinnig!\n",
        "en": "This woman is going to drive me insane!\n"
    },
    {
        "de": "Die beiden Kinder werden sich in Sicherheit befinden.\n",
        "en": "Both children will be in safety.\n"
    },
    {
        "de": "Ich habe meine Tante schon lange nicht mehr gesehen.\n",
        "en": "I haven’t seen my aunt in a long time.\n"
    },
    {
        "de": "Ich will diese Schlampe nie wiedersehen! I never want to see that bitch again!\n",
        "en": "Das Gespräch mit dir hat mir sehr gut gefallen.\n"
    },
    {
        "de": "I really liked the conversation with you.\n",
        "en": "Sei vorsichtig! Dieses Gelände darf man nicht betreten!\n"
    },
    {
        "de": "Be careful! You are not permitted to enter this area! 1154- Gesund – Healthy\n",
        "en": "Um gesund zu bleiben, sollte man Sport machen.\n"
    },
    {
        "de": "In order to stay healthy, one should exercise.\n",
        "en": "Ich habe letzte Nach überhaupt nicht geschlafen.\n"
    },
    {
        "de": "I haven’t slept at all last night.\n",
        "en": "Kann bitte ein anderer diese Arbeit machen?\n"
    },
    {
        "de": "Can someone else please do this work?\n",
        "en": "Wir sind wegen seines Verhaltens sehr besorgt.\n"
    },
    {
        "de": "We are very concerned about his behavior.\n",
        "en": "Er hat sich beim Klettern einen Finger gebrochen.\n"
    },
    {
        "de": "He broke a finger while climbing.\n",
        "en": "Ich kann dieses teure Geschenk nicht annehmen!\n"
    },
    {
        "de": "I canot accept this expensive gift!\n",
        "en": "Wir sind umgezogen und haben jetzt eine neue Adresse.\n"
    },
    {
        "de": "We moved and now have a new address.\n",
        "en": "Frag mich nicht!\n"
    },
    {
        "de": "Don’t ask me!\n",
        "en": "Willst du einen Film mit mir gucken?\n"
    },
    {
        "de": "Do you want to watch a film with me?\n",
        "en": "Er möchte seine Beziehung mit Susanne beenden.\n"
    },
    {
        "de": "He wants to break up his relationship with Susanne.\n",
        "en": "Er kann den Teller nicht greifen, weil er zu hoch oben ist.\n"
    },
    {
        "de": "He cannot grab the plate because it is up too high.\n",
        "en": "Hast du irgendwelche Vorschläge, wie man das System verbessern könnte?\n"
    },
    {
        "de": "Do you have any suggestions how we could improve the system?\n",
        "en": "Er ist in letzter Zeit ziemlich dick geworden.\n"
    },
    {
        "de": "He has gotten pretty fat recently.\n",
        "en": "Unsere Mission ist es, allen Kindern zu helfen.\n"
    },
    {
        "de": "Our mission is to help all children.\n",
        "en": "Es ist mir ein Vergnügen, Sie kennenzulernen.\n"
    },
    {
        "de": "It is a pleasure to meet you.\n",
        "en": "Meine Eltern haben ein Haus am Meer.\n"
    },
    {
        "de": "My parents have a house by the sea.\n",
        "en": "Das hast du noch in letzter Sekunde gemacht!\n"
    },
    {
        "de": "You did that in the last second!\n",
        "en": "Der Hund hat einen Stock im Maul.\n"
    },
    {
        "de": "The dog has a stick in its mouth.\n",
        "en": "Sie spielen immer das gleiche Lied im Radio. They always play the same song on the radio.\n"
    },
    {
        "de": "Ich muss herausfinden, wo Sebastian wohnt.\n",
        "en": "I have to find out where Sebastian lives. 1174- Erschossen – Shot dead\n"
    },
    {
        "de": "Gestern wurde ein Mann im Wald erschossen.\n",
        "en": "Yesterday a man was shot dead in the woods.\n"
    },
    {
        "de": "Er ist sehr schüchtern und verhalten. He is very shy and restrained.\n",
        "en": "Das Verbrechen in unserer Stadt nimmt jedes Jahr zu.\n"
    },
    {
        "de": "Crime in our city rises every year.\n",
        "en": "Willst du mir ernsthaft sagen, dass du jetzt gehst?\n"
    },
    {
        "de": "Are you seriously telling me that you are leaving now? 1178- Die Neun – The nine\n",
        "en": "Die Neun ist schon immer meine Glückszahl gewesen.\n"
    },
    {
        "de": "Nine has always been my lucky number.\n",
        "en": "Im Mittelalter kämpften Ritter mit einem Schwert.\n"
    },
    {
        "de": "In the medieaval ages knights fought with a sword.\n",
        "en": "Diese Tour hat mich an meine persönliche Grenze gebracht.\n"
    },
    {
        "de": "This tour has brought me to my personal limit.\n",
        "en": "Ich kannte einmal einen Mann namens Johannes.\n"
    },
    {
        "de": "I once knew a man called Johannes.\n",
        "en": "Wir werden gewinnen, indem wir hart trainieren.\n"
    },
    {
        "de": "We will win by training hard.\n",
        "en": "Du musst deine Haut pflegen, sonst wird sie trocken.\n"
    },
    {
        "de": "You have to look after your skin or it will get dry.\n",
        "en": "Der Flug nach Amerika war sehr angenehm.\n"
    },
    {
        "de": "The flight to America was very pleasant.\n",
        "en": "Das Dorf hat viele kleine Läden.\n"
    },
    {
        "de": "The village has many small shops.\n",
        "en": "Ihr solltet versuchen, mehr miteinander zu unternehmen.\n"
    },
    {
        "de": "You should try doing more things together.\n",
        "en": "Das Gemälde, das du gekauft hast, ist einfach fantastisch!\n"
    },
    {
        "de": "The painting you bought is simply fantastic!\n",
        "en": "Sein Flug geht morgen, doch er muss noch packen.\n"
    },
    {
        "de": "His flight leaves tomorrow but he still has to pack.\n",
        "en": "Die beiden Katzen sehen sich sehr ähnlich.\n"
    },
    {
        "de": "The two cats look very similar to each other.\n",
        "en": "Es ist noch eine Meile bis zum Hotel.\n"
    },
    {
        "de": "It’s one more mile to the hotel.\n",
        "en": "Wir sollten versuchen, nicht so viel Papier zu verschwenden.\n"
    },
    {
        "de": "We should try not to waste so much paper.\n",
        "en": "Meine Katze schläft bei mir im Bett.\n"
    },
    {
        "de": "My cat sleeps in bed with me.\n",
        "en": "Ich würde mich gerne einem Club anschließen.\n"
    },
    {
        "de": "I would like to join a club.\n",
        "en": "Jedes Jahr entkommen zahlreiche Häftlinge aus dem Gefängnis.\n"
    },
    {
        "de": "Every year numerous prisoners escape from jail.\n",
        "en": "Das Unternehmen ist relativ kompliziert.\n"
    },
    {
        "de": "The undertaking is relatively complicated.\n",
        "en": "Der Bauer muss jeden Morgen früh aufstehen.\n"
    },
    {
        "de": "The farmer has to get up early every morning.\n",
        "en": "Meine Cousine Sarah möchte nicht arbeiten gehen.\n"
    },
    {
        "de": "My cousin Sarah doesn’t want to go to work.\n",
        "en": "Ich werde Sie zu Ihrem Auto bringen.\n"
    },
    {
        "de": "I will take you to your car.\n",
        "en": "Dieses Glas kann einen ganzen Liter fassen.\n"
    },
    {
        "de": "This glass can hold an entire liter.\n",
        "en": "Er wird ihm ins Gesicht hauen.\n"
    },
    {
        "de": "He will hit him in the face.\n",
        "en": "Übrigens kann ich heute Mittag nicht zur Besprechung kommen.\n"
    },
    {
        "de": "By the way, I will not be able to come to the meeting this afternoon. 1202- Nahe – Near\n",
        "en": "Ich gaube, dass der Wasserfall ganz nahe ist.\n"
    },
    {
        "de": "I think that the waterfall is near.\n",
        "en": "An Weihnachten feiern wir mit der ganzen Familie.\n"
    },
    {
        "de": "On Christmas we are celebrating with the entire family.\n",
        "en": "Er muss dieses Jahr seinen Dienst beim Militär leisten.\n"
    },
    {
        "de": "This year he has to do his military service.\n",
        "en": "Der Junge wird nun schon seit mehr als 24 Stunden vermisst.\n"
    },
    {
        "de": "The boy has been missing for over 24 hours now.\n",
        "en": "Jedes Wochenende fahren wir an denselben See, weil er so schön ist.\n"
    },
    {
        "de": "Every weekend we go to the same lake because it is so beautiful.\n",
        "en": "Ich kann nicht glauben, dass sie jeden Tag dasselbe Essen in der Kantine servieren!\n"
    },
    {
        "de": "I cannot believe that they serve the same food every day in the canteen!\n",
        "en": "Michael steht vorne an der Bar und redet mit seinem Kumpel.\n"
    },
    {
        "de": "Michael is up front at the bar and is talking to his mate.\n",
        "en": "Er zieht sich den Pullover aus, da er zu warm ist.\n"
    },
    {
        "de": "He is taking off his pullover because it is too warm.\n",
        "en": "Kannst du den Pfeffer in der Soße schmecken?\n"
    },
    {
        "de": "Can you taste the pepper in the sauce?\n",
        "en": "Meine Freundin Mary kommt ursprünglich aus England.\n"
    },
    {
        "de": "My friend Mary comes from England originally.\n",
        "en": "Guck dir das mal an!\n"
    },
    {
        "de": "Look at that!\n",
        "en": "Du musst fest drücken, um die Tür zu öffnen.\n"
    },
    {
        "de": "You have to push hard to open the door.\n",
        "en": "Ich kann den Tee nicht trinken, da er noch zu heiß ist.\n"
    },
    {
        "de": "I cannot drink this tea as it is still too hot.\n",
        "en": "Der Kleine scheint sich hier gut eingelebt zu haben.\n"
    },
    {
        "de": "It seems like the little one has settled in well.\n",
        "en": "Dieses Gericht habe ich schon einmal gegessen.\n"
    },
    {
        "de": "I have eaten this dish once before.\n",
        "en": "Die Wache hat keine verdächtigen Personen gesehen.\n"
    },
    {
        "de": "The guard has not seen any suspicious people.\n",
        "en": "Bitte geh dir die Hände waschen, sie sind so dreckig!\n"
    },
    {
        "de": "Please go and wash your hands, they are so dirty!\n",
        "en": "Heute Abend haben wir insgesamt 1000 Euro verdient!\n"
    },
    {
        "de": "This evening we earned a total of 1000 Euros!\n",
        "en": "Die Schwierigkeit ist, in solchen Situationen ruhig zu bleiben.\n"
    },
    {
        "de": "The difficulty is to stay calm in situations like this.\n",
        "en": "Die Blume hat eine sehr intensive Farbe.\n"
    },
    {
        "de": "The flower has a very intense color.\n",
        "en": "Ich wollte dir noch für deine Hilfe am Mittwoch danken.\n"
    },
    {
        "de": "I wanted to thank you for your help on Wednesday.\n",
        "en": "Ich will nicht, dass du mit irgendjemandem darüber redest.\n"
    },
    {
        "de": "I don’t want you talking to anyone about this.\n",
        "en": "Sarah ist vermutlich schon nach Hause gegangen.\n"
    },
    {
        "de": "Presumably Sarah already went home.\n",
        "en": "Jede Einheit muss geprüft und dann an den Kunden geschickt werden.\n"
    },
    {
        "de": "Each unit has to be checked and then be sent to the customers.\n",
        "en": "Er hat mich beleidigt, worauf ich ihm eine Ohrfeige gegeben habe.\n"
    },
    {
        "de": "He insulted me, whereupon I smacked him in the face.\n",
        "en": "Sie isst kein Fleisch, da sie Vegetarierin ist.\n"
    },
    {
        "de": "She doesn’t eat meat as she is a vegetarian.\n",
        "en": "Die Hälfte deines Essens landet immer im Müll.\n"
    },
    {
        "de": "Half of your food always ends up in the bin. 1229- Der Respekt – The respect\n",
        "en": "Kinder sollten Respekt vor ihren Eltern haben.\n"
    },
    {
        "de": "Children should have respect for their parents.\n",
        "en": "Ich bin mir nicht sicher, wie ich dieses Problem lösen soll.\n"
    },
    {
        "de": "I am not sure how to solve this problem.\n",
        "en": "Er glaubt nicht, dass er seiner Freundin vertrauen kann.\n"
    },
    {
        "de": "He doesn’t think he can trust his girlfriend.\n",
        "en": "Roger, kannst du mir sagen, wo die neuen Computer sind?\n"
    },
    {
        "de": "Roger, can you tell me where the new computers are?\n",
        "en": "Es ist mir eine Freude, Sie hier willkommen heißen zu dürfen.\n"
    },
    {
        "de": "It is a pleasure to be able to welcome you here.\n",
        "en": "Die Zahl der Verkehrsunfälle ist letztes Jahr stark gesunken.\n"
    },
    {
        "de": "The number of traffic accidents has gone back drastically last year.\n",
        "en": "Mein erster Eindruck ist, dass sich hier alle wohlfühlen.\n"
    },
    {
        "de": "My first impression is that everyone is feeling comfortable here.\n",
        "en": "Ich möchte gerne einen Sitz am Gang, wenn es geht.\n"
    },
    {
        "de": "If possible, I would like a seat by the aisle.\n",
        "en": "Sie möchte dieses Wochenende nicht ausgehen, weil sie Geld sparen will.\n"
    },
    {
        "de": "She doesn’t want to go out this weekend because she wants to save money. 1238- Der Mann – The man\n",
        "en": "Der Mann hat ein neues Restaurant im Zentrum aufgemacht.\n"
    },
    {
        "de": "The man has opened a new restaurant in the center.\n",
        "en": "Wir werden heute mit dem Taxi zum Flughafen fahren.\n"
    },
    {
        "de": "We will get a taxi to the airport today.\n",
        "en": "Es geht mich nichts an, worüber du mit Maria gesprochen hast.\n"
    },
    {
        "de": "It is none of my business about what you spoke to Maria.\n",
        "en": "Ich kann nicht glauben, dass diese Brücke schon so alt ist!\n"
    },
    {
        "de": "I cannot believe that this bridge is already this old!\n",
        "en": "Er hat sich noch nie zuvor über das Essen beschwert.\n"
    },
    {
        "de": "He has never complained about the food before. 1243- Rechts – On the right\n",
        "en": "Rechts kannst du die Schweizer Alpen sehen.\n"
    },
    {
        "de": "On the right you can see the Swiss Alps.\n",
        "en": "Du solltest mehr arbeiten, statt so viel mit deinen Kollegen zu reden.\n"
    },
    {
        "de": "You should work more instead of talking to your colleagues so much.\n",
        "en": "Du solltest dir überlegen, was du Andrea zum Geburtstag schenken wirst.\n"
    },
    {
        "de": "You should think about what you are going to get Andrea for her birthday. 1246- Herein – To come in\n",
        "en": "Du kannst herein kommen, die Tür ist offen.\n"
    },
    {
        "de": "You can come in; the door is open.\n",
        "en": "Es gibt hier eine Person, die Probleme macht – nämlich dich.\n"
    },
    {
        "de": "There is one person that is causing problems – namely you.\n",
        "en": "Wir können heute nicht in den Park gehen, weil er geschlossen ist.\n"
    },
    {
        "de": "We cannot go to the park today because it is closed.\n",
        "en": "Meine neuen Schuhe waren ziemlich teuer.\n"
    },
    {
        "de": "My new shoes were pretty expensive.\n",
        "en": "Dort drüben steht eine Flasche Wein.\n"
    },
    {
        "de": "There is a bottle of wine over there.\n",
        "en": "Sein Onkel Charles ist vor neun Jahren nach Australien ausgewandert.\n"
    },
    {
        "de": "His uncle Charles emigrated to Australia nine years ago.\n",
        "en": "Mein Bruder Henry wohnt zu Hause bei unseren Eltern.\n"
    },
    {
        "de": "My brother Henry lives at home with our parents.\n",
        "en": "Es gab schon manch komische Ereignisse in dieser Schule!\n"
    },
    {
        "de": "There have been some strange events at this school!\n",
        "en": "Jeden Abend erscheinen hier zwei Männer im Anzug.\n"
    },
    {
        "de": "Every evening two men in suits appear here.\n",
        "en": "In diesem Fluss darf man nicht schwimmen, weil er gefährlich ist.\n"
    },
    {
        "de": "One is not allowed to swim in this river because it is dangerous.\n",
        "en": "Man sollte sich nicht von seiner Lust steuern lassen.\n"
    },
    {
        "de": "One should not be controlled by one’s lust.\n",
        "en": "Jawohl, wir haben alle Arbeiten erledigt!\n"
    },
    {
        "de": "Yup, we have finished all chores!\n",
        "en": "Dieser Hund ist wild und man sollte ihm nicht zunahekommen.\n"
    },
    {
        "de": "This dog is wild and you should not get too close to it.\n",
        "en": "An einem solch schönen Abend sollte man einen Spaziergang machen.\n"
    },
    {
        "de": "One should go for a walk on such a beautiful evening.\n",
        "en": "Johannes hat mich gebeten, ihm bei etwas zu helfen.\n"
    },
    {
        "de": "Johannes has asked me to help him with something.\n",
        "en": "Ich denke nicht, dass dir diese Farbe gut steht.\n"
    },
    {
        "de": "I don’t think this color suits you.\n",
        "en": "Nick kann gerade nicht ans Telefon kommen, weil er in einer Besprechung ist.\n"
    },
    {
        "de": "Nick cannot come to the phone right now because he is in a meeting.\n",
        "en": "Kannst du bitte schnell herkommen und mir mit etwas helfen?\n"
    },
    {
        "de": "Could you quickly come here please and help me with something?\n",
        "en": "Dein Verhalten heute Abend war einfach lächerlich!\n"
    },
    {
        "de": "Your behavior this evening was simply ridiculous!\n",
        "en": "Er hatte heute so viel Energie, dass er 20 km gerannt ist!\n"
    },
    {
        "de": "He had so much energy today that he ran 20 km!\n",
        "en": "Dieses Kleid sieht toll aus, aber es ist zu teuer.\n"
    },
    {
        "de": "This dress looks great, but it is too expensive.\n",
        "en": "Ich habe schon seit vielen Jahren nicht mehr auf dem Klavier gespielt.\n"
    },
    {
        "de": "I haven’t played the piano in many years.\n",
        "en": "Wir sollten die Pflanze dort in die Ecke stellen.\n"
    },
    {
        "de": "We should put the plant over there in the corner.\n",
        "en": "Heute Abend werden wir den Amerikaner vom Flughafen abholen.\n"
    },
    {
        "de": "This evening we will pick up the American from the airport.\n",
        "en": "Es gibt keinen Unterschied zwischen diesen beiden Hemden.\n"
    },
    {
        "de": "There is no difference between these two shirts.\n",
        "en": "Er ist gestern betrunken von der Party nach Hause gekommen.\n"
    },
    {
        "de": "Yesterday he came home drunk after the party.\n",
        "en": "Pflanzen wachsen in einem tropischen Klima schneller.\n"
    },
    {
        "de": "Plants grow faster in a tropical climate.\n",
        "en": "Wir sollten hingehen und ihm unsere Meinung sagen!\n"
    },
    {
        "de": "We should go there and tell him our opinion!\n",
        "en": "Sie ist sehr klug für ihr Alter.\n"
    },
    {
        "de": "She is very wise for her age.\n",
        "en": "Der Angriff fand gestern Abend in einer Gasse statt.\n"
    },
    {
        "de": "The attack happened last night in an alley.\n",
        "en": "Ich werde uns ein Eis zum Nachtisch bestellen.\n"
    },
    {
        "de": "I will order us an ice cream for dessert.\n",
        "en": "Jeder Mensch sollte mit Würde behandelt werden.\n"
    },
    {
        "de": "Every person should be treated with dignity.\n",
        "en": "Wir haben so viel erreicht und dürfen jetzt nicht aufgeben.\n"
    },
    {
        "de": "We have achieved so much and must not give up now.\n",
        "en": "Wir haben momentan viel Druck bei der Arbeit.\n"
    },
    {
        "de": "At the moment we are under a lot of pressure at work.\n",
        "en": "Heute Nachmittag lasse ich mir meine Haare schneiden.\n"
    },
    {
        "de": "This afternoon I will get my hair cut.\n",
        "en": "Kannst du diesen Absatz bitte ins Englische übersetzen?\n"
    },
    {
        "de": "Can you please translate this paragraph into English? 1282- Der Star – The star\n",
        "en": "Du warst heute der Star der Show!\n"
    },
    {
        "de": "You were the star of the show today!\n",
        "en": "Experten schätzen, dass die Erderwärmung immer schneller voranschreiten wird.\n"
    },
    {
        "de": "Experts estimate that global warming will advance faster and faster.\n",
        "en": "Die Polizisten verfolgen den Einbrecher.\n"
    },
    {
        "de": "The policemen pursue the robber.\n",
        "en": "Ich kann nicht glauben, dass du schwanger bist!\n"
    },
    {
        "de": "I cannot believe you are pregnant!\n",
        "en": "Gestern haben wir uns entschieden, zu heiraten.\n"
    },
    {
        "de": "Yesterday we decided to get married.\n",
        "en": "Wir müssen die Küche erst aufräumen, bevor wir hier kochen können.\n"
    },
    {
        "de": "We first have to clean the kitchen before we can cook here.\n",
        "en": "Die Temperatur ist seit gestern um ein Grad angestiegen.\n"
    },
    {
        "de": "The temperature has risen by a degree since yesterday.\n",
        "en": "Ich werde ihn schnell von meinem Handy aus anrufen.\n"
    },
    {
        "de": "I will quickly give him a call from my cell phone.\n",
        "en": "In vielen Kirchen kann man einen Engel sehen.\n"
    },
    {
        "de": "In many churches one can see an angel.\n",
        "en": "Mein Ehemann kümmert sich heute um die Kinder.\n"
    },
    {
        "de": "My husband is looking after the children today.\n",
        "en": "Ich bin vor 10 Jahren nach Deutschland gezogen. Und davor war ich noch nie hier gewesen!\n"
    },
    {
        "de": "I moved to Germany 10 years ago. And before that I had never been here!\n",
        "en": "Du solltest deinen Chef mit etwas mehr Respekt behandeln.\n"
    },
    {
        "de": "You should treat your boss with a little more respect.\n",
        "en": "Die Qualität dieser Produkte ist ausgezeichnet.\n"
    },
    {
        "de": "The quality of these products is excellent.\n",
        "en": "In dieser Flasche ist nichts mehr drin, sie ist leer.\n"
    },
    {
        "de": "There is nothing left in this bottle, it’s empty.\n",
        "en": "Man könnte meinen, dass du unschuldig seist.\n"
    },
    {
        "de": "One could think you’re innocent.\n",
        "en": "Wir gehen jetzt – schließlich müssen wir morgen früh aufstehen.\n"
    },
    {
        "de": "We are going now – we have to get up early tomorrow after all. 1298- Verpasst – Missed\n",
        "en": "Weil er zu spät angekommen ist, hat er seinen Zug verpasst.\n"
    },
    {
        "de": "He missed his train because he arrived late.\n",
        "en": "Ich kann mir nicht vorstellen, in dieser Gegend zu wohnen.\n"
    },
    {
        "de": "I cannot imagine living in this area.\n",
        "en": "Ich kann meinen Ex einfach nicht vergessen.\n"
    },
    {
        "de": "I simply cannot forget my ex.\n",
        "en": "Er ist zu schwach, um weiter zu gehen.\n"
    },
    {
        "de": "He is too weak to continue walking.\n",
        "en": "Je älter man ist, umso mehr Erfahrung hat man.\n"
    },
    {
        "de": "The older you are, the more experience you have.\n",
        "en": "Viele Kinder glauben, dass sich ein Monster in ihrem Zimmer versteckt.\n"
    },
    {
        "de": "Many children think that a monster is hiding in their room.\n",
        "en": "Heute Abend werden wir den Deal abschließen.\n"
    },
    {
        "de": "This evening we will seal the deal.\n",
        "en": "Er ist überrascht, seine Tochter hier zu sehen.\n"
    },
    {
        "de": "He is surprised to see his daughter here.\n",
        "en": "Du solltest nachts nicht alleine in die Stadt gehen.\n"
    },
    {
        "de": "You shouldn’t go to the city alone at night.\n",
        "en": "Die Austern schmecken gut, sie sind ganz frisch!\n"
    },
    {
        "de": "The oysters taste good, they are really fresh!\n",
        "en": "Es hat seine Frau geschlagen.\n"
    },
    {
        "de": "He has beaten his wife.\n",
        "en": "London ist eine schöne Stadt.\n"
    },
    {
        "de": "London is a nice city.\n",
        "en": "Hoffentlich wird morgen alles klappen.\n"
    },
    {
        "de": "Hopefully, everything will work out tomorrow.\n",
        "en": "Mein Auto ist kaputt und deshalb muss ich den Bus nehmen.\n"
    },
    {
        "de": "My car is broken and that is why I need to take the bus.\n",
        "en": "Kannst du dich bitte etwas beeilen?\n"
    },
    {
        "de": "Can you please hurry up a little?\n",
        "en": "Der Arzt hat ihre Brust genau untersucht.\n"
    },
    {
        "de": "The doctor checked her breast carefully.\n",
        "en": "Leider hat sich die Lage in den letzten Stunden drastisch geändert.\n"
    },
    {
        "de": "Unfortunately, the situation has changed drastically over the last few hours.\n",
        "en": "Kannst du bitte zählen, wie viele Kisten hier sind?\n"
    },
    {
        "de": "Can you please count how many boxes there are?\n",
        "en": "Ich kann nicht alles fünfmal wiederholen!\n"
    },
    {
        "de": "I cannot repeat everything five times!\n",
        "en": "Er möchte seine Familie gerne zum Abendessen einladen.\n"
    },
    {
        "de": "He would like to invite his family to dinner.\n",
        "en": "Sie gingen am Fluss entlang.\n"
    },
    {
        "de": "They walked along the river.\n",
        "en": "Seine Eltern wurden vor ein paar Jahren ermordet.\n"
    },
    {
        "de": "His parents were murdered a few years ago.\n",
        "en": "Ohne Übersetzung kann ich diesen Text nicht verstehen.\n"
    },
    {
        "de": "I cannot understand this text without a translation.\n",
        "en": "Die Firma hat gerade einen neuen Auftrag erhalten.\n"
    },
    {
        "de": "The company just received a new order.\n",
        "en": "Ich bin nicht hier, um euch zu unterhalten.\n"
    },
    {
        "de": "I am not here to entertain you.\n",
        "en": "Dieses Wochenende wollen sie den Berg besteigen.\n"
    },
    {
        "de": "This weekend they want to climb up the mountain.\n",
        "en": "Ich werde dir und deiner Familie immer dienen.\n"
    },
    {
        "de": "I will always serve you and your family.\n",
        "en": "Ihr Mann William ist momentan in China.\n"
    },
    {
        "de": "Her husband William is currently in China.\n",
        "en": "Manchmal kann einem der Verstand Streiche spielen.\n"
    },
    {
        "de": "Sometimes the mind can play tricks on you.\n",
        "en": "Wir können heute nicht segeln, weil der Wind zu stark ist.\n"
    },
    {
        "de": "We cannot go sailing today because the wind is too strong.\n",
        "en": "Ich würde dein Angebot gerne annehmen.\n"
    },
    {
        "de": "I would like to accept your offer.\n",
        "en": "Wir sind mit dem Hotel wirklich sehr zufrieden.\n"
    },
    {
        "de": "We are really very satisfied with the hotel.\n",
        "en": "Meine Freundin Claire sagt, dass sie keine Zeit habe.\n"
    },
    {
        "de": "My friend Claire says that she doesn’t have time.\n",
        "en": "Das Essen ist lecker, allerdings ist es ziemlich teuer.\n"
    },
    {
        "de": "The food is tasty, though it is pretty expensive.\n",
        "en": "Der Abend mit dir war einfach wundervoll!\n"
    },
    {
        "de": "The evening with you was simply wonderful!\n",
        "en": "Das ist ein sehr schöner Hund – welche Rasse ist das?\n"
    },
    {
        "de": "This is a very beautiful dog – what breed is it?\n",
        "en": "Der Lord möchte heute niemanden sprechen.\n"
    },
    {
        "de": "The lord doesn’t want to talk to anyone today.\n",
        "en": "In diesem Fass lagern wir einen teuren Wein.\n"
    },
    {
        "de": "In this barrel we store an expensive wine.\n",
        "en": "Der Zahn muss leider gezogen werden.\n"
    },
    {
        "de": "Unfortunately, the tooth will have to be taken out.\n",
        "en": "An der Kasse steht ein Kunde und wartet.\n"
    },
    {
        "de": "There is a customer waiting at the checkout. 1338- Der Erfolg – The success\n",
        "en": "Man muss viel arbeiten, wenn man Erfolg haben will.\n"
    },
    {
        "de": "One has to work a lot if one wants to have success.\n",
        "en": "Ich werde mir im Laden noch schnell eine Flasche Wasser schnappen.\n"
    },
    {
        "de": "I will quickly go and grab a bottle of water from the shop.\n",
        "en": "Heute Mittag müssen wir eine wichtige Entscheidung fällen.\n"
    },
    {
        "de": "This afternoon we have to make an important decision.\n",
        "en": "Morgen kommt uns Anna besuchen.\n"
    },
    {
        "de": "Anna will visit us tomorrow.\n",
        "en": "Er hat ihr eine rote Rose zum Geburtstag geschenkt.\n"
    },
    {
        "de": "He gave her a red rose for her birthday.\n",
        "en": "Die Kinder mögen den neuen Lehrer sehr.\n"
    },
    {
        "de": "The children like the new teacher a lot.\n",
        "en": "Du solltest aus dem Haus hinaus gehen und etwas frische Luft schnappen.\n"
    },
    {
        "de": "You should get out of the house and get some fresh air.\n",
        "en": "Heute hat ein neuer Mitarbeiter angefangen.\n"
    },
    {
        "de": "Today a new employee started.\n",
        "en": "Sie wollte, dass der Kuss niemals endet.\n"
    },
    {
        "de": "She didn’t want the kiss to end.\n",
        "en": "Der Hund hat einen braunen Schwanz.\n"
    },
    {
        "de": "The dog has a brown tail.\n",
        "en": "Sarah hat uns gestern wirklich sehr geholfen.\n"
    },
    {
        "de": "Sarah really helped us a lot yesterday.\n",
        "en": "Wo warst du? Ich habe über eine Stunde auf dich gewartet!\n"
    },
    {
        "de": "Where were you? I waited over an hour for you!\n",
        "en": "Er fühlt sich in der neuen Stadt alleine und fremd.\n"
    },
    {
        "de": "He feels lonely and foreign in the new city.\n",
        "en": "Die Süße des Kuchens ist perfekt – nicht zu viel und nicht zu wenig!\n"
    },
    {
        "de": "The sweetness of this cake is perfect – not too much and not too little!\n",
        "en": "Schätzchen, kannst du bitte die Musik etwas leiser stellen?\n"
    },
    {
        "de": "Sweetheart, could you please turn down the music a little?\n",
        "en": "Wir haben noch einen Haufen Klamotten, den wir sortieren müssen.\n"
    },
    {
        "de": "We have a heap of clothes that we need to sort.\n",
        "en": "Vom Dach aus hat man einen tollen Blick.\n"
    },
    {
        "de": "You get a nice view from the roof.\n",
        "en": "Ich glaube, dass sie uns jeden Moment angreifen werden.\n"
    },
    {
        "de": "I think they will attack any moment now.\n",
        "en": "Wir wollten schon immer einmal in diesem Restaurant essen.\n"
    },
    {
        "de": "We have always wanted to eat in this restaurant.\n",
        "en": "Die Aufnahme ist schon ziemlich alt, doch sie ist unbeschädigt.\n"
    },
    {
        "de": "This recording is pretty old, but it has not been damaged.\n",
        "en": "Die Autos stoppen an der roten Ampel.\n"
    },
    {
        "de": "The cars stop at the red light.\n",
        "en": "Wir müssen diese Möbel verrücken.\n"
    },
    {
        "de": "We need to shift the furniture.\n",
        "en": "Es braucht viel Mut, einen Job im Ausland anzunehmen.\n"
    },
    {
        "de": "It takes a lot of courage to accept a job abroad.\n",
        "en": "Wenn du nicht sofort herkommst, werde ich dir den Hintern versohlen!\n"
    },
    {
        "de": "If you don’t come over here right now I will smack your butt!\n",
        "en": "Der schwarze Anzug sieht wirklich elegant aus.\n"
    },
    {
        "de": "The black tuxedo looks really elegant.\n",
        "en": "Wenn sie das Signal gibt, rennen wir los.\n"
    },
    {
        "de": "When she gives the signal, we will start running.\n",
        "en": "In dieser Fabrik fertigen die Arbeiter Uhren.\n"
    },
    {
        "de": "In this factory the employees manufacture watches.\n",
        "en": "In diesem Schloss wohnt ein echter Prinz!\n"
    },
    {
        "de": "A real prince lives in this castel!\n",
        "en": "Die Frau, deren Mann im Ausland wohnt, spricht Russisch.\n"
    },
    {
        "de": "The woman, whose husband lives abroad, speaks Russian.\n",
        "en": "Ich glaube, dass sich dort etwas bewegt hat.\n"
    },
    {
        "de": "I think something moved over there.\n",
        "en": "Diese Pizza ist riesig!\n"
    },
    {
        "de": "This pizza is huge!\n",
        "en": "Er verlässt das Haus niemals ohne seine Pistole.\n"
    },
    {
        "de": "He never leaves the house without his gun.\n",
        "en": "Heute Abend werden wir zusammen kochen.\n"
    },
    {
        "de": "This evening we will cook together.\n",
        "en": "Er denkt, dass es später noch regnen wird.\n"
    },
    {
        "de": "He thinks that it will rain later on.\n",
        "en": "Ich möchte mich an den Strand legen und einfach nichts tun.\n"
    },
    {
        "de": "I want to lie on the beach and simply do nothing.\n",
        "en": "In wenigen Minuten werden wir mit der Vorstellug starten.\n"
    },
    {
        "de": "In a few minutes we will start with the show.\n",
        "en": "Es ist nicht fair, dass du so viel mehr verdienst als ich!\n"
    },
    {
        "de": "It isn’t fair that you are earning so much more than me!\n",
        "en": "Diese Regeln gelten für alle Mitarbeiter.\n"
    },
    {
        "de": "These rules apply to all employees.\n",
        "en": "Das ist ja eine tolle Neuigkeit!\n"
    },
    {
        "de": "That is really great news!\n",
        "en": "Er hat großes Interesse an der Kunstausstellung gezeigt.\n"
    },
    {
        "de": "He has shown great interest in the art exhibition.\n",
        "en": "Er kann immer noch nicht schwimmen!\n"
    },
    {
        "de": "He still cannot swim!\n",
        "en": "Das Mädel in meiner Klasse gefällt mir sehr gut.\n"
    },
    {
        "de": "I really like the girl in my class.\n",
        "en": "Die größte Herausforderung ist, nichts zu vergessen.\n"
    },
    {
        "de": "The biggest challenge is not to forget anything.\n",
        "en": "Das Grün deiner Augen ist wunderschön.\n"
    },
    {
        "de": "The green of your eyes is beautiful.\n",
        "en": "Er muss seinen Vertrag nur noch unterschreiben.\n"
    },
    {
        "de": "He just needs to sign his contract.\n",
        "en": "Wem gehört der Hund? Ist das eurer?\n"
    },
    {
        "de": "Who does the dog belong to? Is that yours?\n",
        "en": "Sein Benehmen gestern war sehr unhöflich.\n"
    },
    {
        "de": "His behavior yesterday was very rude.\n",
        "en": "Dieser Sitz ist für meinen Mann reserviert.\n"
    },
    {
        "de": "This seat has been reserved for my husband. 1386- Zweite – Second\n",
        "en": "Ich denke, dass jeder eine zweite Chance verdient.\n"
    },
    {
        "de": "I think that everyone deserves a second chance.\n",
        "en": "Der Richter ist sehr streng.\n"
    },
    {
        "de": "The judge is very strict.\n",
        "en": "Es ist eine Tatsache, dass du nie Zeit für mich hast.\n"
    },
    {
        "de": "It is a fact that you never have time for me.\n",
        "en": "Die Antworten lauten “A” und “D“.\n"
    },
    {
        "de": "The answers are called “A” and “D”\n",
        "en": "Es war sein letzter Wille, hier begraben zu werden.\n"
    },
    {
        "de": "It was his last will to be buried here.\n",
        "en": "Der Mann, dessen Kinder schon erwachsen sind, lebt alleine.\n"
    },
    {
        "de": "The man, whose children are already grown-ups, lives alone.\n",
        "en": "Auf dem Programm steht, dass der Fillm 120 Minuten dauert.\n"
    },
    {
        "de": "The program says that the film is 120 minutes long.\n",
        "en": "Welches Datum haben wir heute?\n"
    },
    {
        "de": "What is the date today?\n",
        "en": "Das Messer ist sehr scharf.\n"
    },
    {
        "de": "The knife is very sharp.\n",
        "en": "Viele Leute haben ihr einen Glückwunsch geschickt.\n"
    },
    {
        "de": "Many people sent her their congratulations.\n",
        "en": "Mein Freund Walter kann drei Sprachen sprechen.\n"
    },
    {
        "de": "My friend Walter can speak three languages.\n",
        "en": "Sei nicht böse, das war doch nur ein Scherz!\n"
    },
    {
        "de": "Don’t be mad, it was just a joke!\n",
        "en": "Manche Menschen haben eine besondere Gabe.\n"
    },
    {
        "de": "Some people have a special gift.\n",
        "en": "Ich habe gerade meine letzte Zigarette geraucht I just smoked my last cigarette.\n"
    },
    {
        "de": "Er hat die Marmelade komplett leer gegessen!\n",
        "en": "He completely finished the jam!\n"
    },
    {
        "de": "Der Mann holt sein Gewehr, weil er jagen geht.\n",
        "en": "The man gets his shotgun because he is going hunting. 1402- Landen – To land\n"
    },
    {
        "de": "Wir werden in wenigen Minuten in Santiago landen.\n",
        "en": "In a few minutes we will land in Santiago.\n"
    },
    {
        "de": "Ich glaube, dass sein Sohn Bobby heißt.\n",
        "en": "I think his son is called Bobby.\n"
    },
    {
        "de": "Sie hat vor ein paar Jahren in England gelebt.\n",
        "en": "She lived in England a few years ago.\n"
    },
    {
        "de": "Endlich haben sie den Mörder verhaftet.\n",
        "en": "They finally arrested the murderer.\n"
    },
    {
        "de": "Er ist ein verdammter Lügner! He is a damned liar!\n",
        "en": "Ich finde, dass er sich heute sehr merkwürdig benimmt.\n"
    },
    {
        "de": "I think he is behaving very strange today.\n",
        "en": "Mami, ich möchte gerne ein Eis essen.\n"
    },
    {
        "de": "Mommy, I would like to eat some ice cream.\n",
        "en": "Es scheint, als hättest du den Verstand vollkommen verloren.\n"
    },
    {
        "de": "It seems like you completely lost your mind.\n",
        "en": "Ich habe gestern zufällig meinen Ex im Supermarkt getroffen.\n"
    },
    {
        "de": "I randomly ran into my ex at the supermarket yesterday.\n",
        "en": "Mein bester Freund Robert wird morgen heiraten. My best friend Robert will get married tomorrow.\n"
    },
    {
        "de": "Ich steige langsam den Berg hinauf.\n",
        "en": "I slowly climb up the mountain.\n"
    },
    {
        "de": "Letztes Mal hast du gesagt, dass du kein Fleisch isst.\n",
        "en": "Last time you said that you don’t eat meat.\n"
    },
    {
        "de": "Rom ist die Hauptstadt von Italien.\n",
        "en": "Rome is the capital of Italy.\n"
    },
    {
        "de": "Sein Bruder Martin ist 4 Jahre jünger als er.\n",
        "en": "His brother Martin is 4 years younger than him.\n"
    },
    {
        "de": "Er kann normalerweise nicht so viel essen, doch heute hat er Hunger!\n",
        "en": "He normally cannot eat that much but he is hungry today!\n"
    },
    {
        "de": "Ich brauche unbedingt eine Pause.\n",
        "en": "I really need a break.\n"
    },
    {
        "de": "Sie hat sich am Wochenende ein neues Kleid gekauft.\n",
        "en": "On the weekend she bought a new dress for herself.\n"
    },
    {
        "de": "Diese Insel liegt sehr fern.\n",
        "en": "This island is very remote.\n"
    },
    {
        "de": "Du solltest dir den Kauf eines Hauses wirklich überlegen.\n",
        "en": "You should really think about the purchase of a house.\n"
    },
    {
        "de": "Unser Hund kann nichts sehen, er ist blind.\n",
        "en": "Our dog cannot see anything, he is blind.\n"
    },
    {
        "de": "Die Königin möchte ihren Ehemann sprechen.\n",
        "en": "The queen would like to talk to her husband.\n"
    },
    {
        "de": "Wir sind die ganze Nacht gefahren, um bei dir sein zu können.\n",
        "en": "We have driven all night in order to be with you.\n"
    },
    {
        "de": "Er scheint sich nicht besonders für Kunst zu interessieren.\n",
        "en": "It seems that art does not particularly interest him.\n"
    },
    {
        "de": "Wie viel kostet diese Flasche Saft?\n",
        "en": "How much is this bottle of juice?\n"
    },
    {
        "de": "Wie geht’s dir?\n",
        "en": "How goes it?\n"
    },
    {
        "de": "Welcher Kellner hat dir das Essen serviert?\n",
        "en": "Which waiter served you the food?\n"
    },
    {
        "de": "Ich habe schon immer gewusst, dass etwas nicht mit ihm stimmt.\n",
        "en": "I have always known that something isn’t quite right with him.\n"
    },
    {
        "de": "Er wird seinem Sohn nicht erlauben, in die Stadt zu gehen.\n",
        "en": "He will not allow his son to go into town.\n"
    },
    {
        "de": "Sie will ihn mit ihren Worten verletzen.\n",
        "en": "She wants to hurt him with her words.\n"
    },
    {
        "de": "Bitte hör mit diesem Unsinn auf!\n",
        "en": "Please stop with this nonsense!\n"
    },
    {
        "de": "Am Ende wird er uns alle richten.\n",
        "en": "In the end he will judge all of us.\n"
    },
    {
        "de": "Es ist schön, einen Garten zu besitzen.\n",
        "en": "It is nice to own a garden.\n"
    },
    {
        "de": "Bitte gib mir den langen Ast.\n",
        "en": "Please pass me the long branch.\n"
    },
    {
        "de": "Ich werde sie von hier aus beobachten.\n",
        "en": "I will watch her from here.\n"
    },
    {
        "de": "Es ist unsere Verantwortung, dass hier alles funktioniert.\n",
        "en": "It is our responsibility to make sure everything works here.\n"
    },
    {
        "de": "Mein Tag war wirklich beschissen.\n",
        "en": "My day was really shitty.\n"
    },
    {
        "de": "Ich habe dir ein paar Andenken aus Mexiko mitgebracht.\n",
        "en": "I brought you some souvenirs from Mexico.\n"
    },
    {
        "de": "Sie isst ein Ei und eine Scheibe Toast zum Frühstück.\n",
        "en": "She is eating an egg and a slice of toast for breakfast.\n"
    },
    {
        "de": "Wir müssen ihn hier lebend herausholen!\n",
        "en": "We have to get him out of here alive!\n"
    },
    {
        "de": "Ich verstehe nicht, warum diese Schuhe so teuer sind!\n",
        "en": "I cannot understand why these shoes are so expensive! 1442- Das Mitglied – The member\n"
    },
    {
        "de": "Sie müssen ein Mitglied sein, um in diesen Bereich gehen zu können.\n",
        "en": "You have to be a member in order to go into this area.\n"
    },
    {
        "de": "Wenn er so weitermacht, werde ich ihn feuern.\n",
        "en": "If he continues like this I will fire him.\n"
    },
    {
        "de": "Diesen Sommer werden wir ans Meer fahren.\n",
        "en": "This summer we will drive to the sea.\n"
    },
    {
        "de": "Die Kinder sind ja schon alle erwachsen!\n",
        "en": "The children are all grown-up!\n"
    },
    {
        "de": "Morgen müssen wir sehr früh aufstehen.\n",
        "en": "Tomorrow we have to get up very early.\n"
    },
    {
        "de": "Der Irre ist aus der Anstalt ausgebrochen.\n",
        "en": "The lunatic escaped the asylum.\n"
    },
    {
        "de": "Die Tiere im Stall brauchen noch Fressen.\n",
        "en": "The aimals in the stable still need food.\n"
    },
    {
        "de": "Ich habe meinen Koffer schon vor zwei Wochen gepackt!\n",
        "en": "I packed my suitcase two weeks ago!\n"
    },
    {
        "de": "In London haben sie schon wieder eine neue Straße gebaut.\n",
        "en": "They built yet another new street in London.\n"
    },
    {
        "de": "Wir fanden das Thema des Buches nicht sehr ansprechend.\n",
        "en": "We didn’t find the topic of the book very appealing.\n"
    },
    {
        "de": "Er hat kein Geld und daher kann er auch nicht ausgehen.\n",
        "en": "He doesn’t have any money and hence he cannot go out.\n"
    },
    {
        "de": "Worum hat er dich gestern gebeten?\n",
        "en": "What did he ask you for yesterday?\n"
    },
    {
        "de": "Ich würde gerne einmal auf einem Pferd reiten.\n",
        "en": "I would like to ride on a horse one day.\n"
    },
    {
        "de": "Es tut mir leid, aber die Bar ist seit einer halben Stunde geschlossen.\n",
        "en": "I am sorry, but the bar closed half an hour ago.\n"
    },
    {
        "de": "Sie möchte das Fett am Fleisch nicht essen.\n",
        "en": "She doesn’t want to eat the fat on the meat.\n"
    },
    {
        "de": "Du bist jetzt schon seit einer Stunde im Bad!\n",
        "en": "You have been in the bathroom for an hour now!\n"
    },
    {
        "de": "Der Riese wird uns alle vernichten!\n",
        "en": "The giant will destroy us all!\n"
    },
    {
        "de": "Ich kann meine braune Hose nicht finden.\n",
        "en": "I cannot find my brown pants.\n"
    },
    {
        "de": "Ich verstehe nicht, warum du so gemein bist.\n",
        "en": "I don’t understand why you are so mean.\n"
    },
    {
        "de": "Du hast ihr viele schreckliche Dinge angetan!\n",
        "en": "You have done many horrible things to her! 1462- Abholen – To pick up\n"
    },
    {
        "de": "Dein Vater wird dich in einer Stunde hier abholen.\n",
        "en": "Your father will pick you up here in an hour.\n"
    },
    {
        "de": "Wir müssen das Video heute zurückbringen.\n",
        "en": "We have to take back the video today. 1464- Gestellt – Put\n"
    },
    {
        "de": "Er hat das Glas auf den Tisch gestellt.\n",
        "en": "He put the glass on the table.\n"
    },
    {
        "de": "Sie hat uns sehr herzlich in ihrem Zuhause begrüßt.\n",
        "en": "She welcomed us very cordially to her home.\n"
    },
    {
        "de": "Der Vogel kann einfach drüber fliegen.\n",
        "en": "The bird can simply fly over it.\n"
    },
    {
        "de": "Ich wusste die Antwort nicht, ich habe einfach geraten.\n",
        "en": "I didn’t know the answer, I simply guessed.\n"
    },
    {
        "de": "Ich war mit diesem Vertrag noch nie einverstanden!\n",
        "en": "I never agreed to this contract!\n"
    },
    {
        "de": "Adam wohnt mit seiner Familie in Amerika.\n",
        "en": "Adam lives with his family in America.\n"
    },
    {
        "de": "Ich glaube nicht, dass ich diesen Kurs beenden werde.\n",
        "en": "I don’t think I will finish this course.\n"
    },
    {
        "de": "Sie müssen noch hier unterschreiben und dann ist alles fertig.\n",
        "en": "You just have to sign here and then everything is ready.\n"
    },
    {
        "de": "Ich möchte dir nicht sagen, worum es geht – es ist privat.\n",
        "en": "I don’t want to tell you what this is about – it is private.\n"
    },
    {
        "de": "Bitte stell den Wecker, damit wir nicht wieder so spät aufwachen.\n",
        "en": "Please set the alarm so we will not wake up late again.\n"
    },
    {
        "de": "Er ist schwul und seine Eltern unterstützen ihn.\n",
        "en": "He is gay, and his parents support him.\n"
    },
    {
        "de": "Ich werde Ihnen jetzt Ihre Rechte vorlesen.\n",
        "en": "I will now read your rights to you.\n"
    },
    {
        "de": "Ohne Hilfe komme ich nicht auf diese Mauer rauf.\n",
        "en": "I cannot get up this wall without any help.\n"
    },
    {
        "de": "Die Vorstellung war nicht sehr kreativ und extrem langweilig.\n",
        "en": "The performance was not very creative and extremely boring.\n"
    },
    {
        "de": "Der Held rettet die Stadt nun schon zum zweiten Mal.\n",
        "en": "The hero saves the city for the second time now.\n"
    },
    {
        "de": "Seit seine Frau ihn verlassen hat, fühlt er sich einsam.\n",
        "en": "Since his wife has left him, he feels very lonely.\n"
    },
    {
        "de": "Bitte wasch dir die Hände, denn diese Krankheit ist ansteckend.\n",
        "en": "Please wash your hands because this disease ist contagious.\n"
    },
    {
        "de": "Der Wagen bewegt sich langsam vorwärts.\n",
        "en": "The car slowly moves forward.\n"
    },
    {
        "de": "Ich habe viel darüber nachgedacht, was passiert ist.\n",
        "en": "I thought a lot about what happened.\n"
    },
    {
        "de": "Er ist sich nicht sicher, wie er dieses Problem angehen soll.\n",
        "en": "He isn’t sure how he should tackle this problem.\n"
    },
    {
        "de": "Endlich ist der Zeitpunkt gekommen!\n",
        "en": "Finally, the time has come!\n"
    },
    {
        "de": "Das ist ein traditioneller Tanz, den es nur hier gibt.\n",
        "en": "This is a traditional dance that you can only find here.\n"
    },
    {
        "de": "Ich würde gerne einmal das Weiße Haus in Washington sehen.\n",
        "en": "I would like to see the White House in Washington at some point.\n"
    },
    {
        "de": "Der Kapitän steuert das Schiff sicher durch den Sturm.\n",
        "en": "The captain steers the ship safely through the storm.\n"
    },
    {
        "de": "Ich kann dich nicht dazu zwingen, mit mir zu kommen.\n",
        "en": "I cannot force you to come with me.\n"
    },
    {
        "de": "König Arthur hat den Heiligen Gral gesucht.\n",
        "en": "King Arthur was looking for the Holy Grail.\n"
    },
    {
        "de": "Morgen Nachmittag werden wir einkaufen gehen.\n",
        "en": "Tomorrow afternoon we will go shopping.\n"
    },
    {
        "de": "Beeil dich!\n",
        "en": "Hurry up!\n"
    },
    {
        "de": "Ich hätte gerne ein Pfund Hackfleisch.\n",
        "en": "I would like a pound of minced meat.\n"
    },
    {
        "de": "Das Auto hat mitten auf der Straße geparkt!\n",
        "en": "The car parked in the middle of the road!\n"
    },
    {
        "de": "Während dem Krieg fliehen viele Leute aus dem Land.\n",
        "en": "During the war many people flee the country.\n"
    },
    {
        "de": "Der Senator hat heute ein wichtiges Treffen.\n",
        "en": "The senator has an important meeting today.\n"
    },
    {
        "de": "Das ist die perfekte Gelegenheit, um Geld zu machen!\n",
        "en": "This is the perfect opportunity to make money!\n"
    },
    {
        "de": "Sie wollte schon immer Literatur an der Universität studieren.\n",
        "en": "She has always wanted to study literature at university.\n"
    },
    {
        "de": "Er muss für diesen Diebstahl einige Jahre in den Knast gehen.\n",
        "en": "He has to go to jail for many years for this robbery.\n"
    },
    {
        "de": "Er kann ihre Denkweise einfach nicht begreifen.\n",
        "en": "He simply cannot understand her way of thinking.\n"
    },
    {
        "de": "Leider ist der Patient in einem schlechten Zustand.\n",
        "en": "Unfortunately, the patient is in a bad state.\n"
    },
    {
        "de": "Dem Lehrer fällt es manchmal schwer, die Klasse zu kontrollieren.\n",
        "en": "Sometimes the teacher finds it difficult to control the class.\n"
    },
    {
        "de": "Ich folgere daraus, dass wir mit unserer Annahme richtig lagen.\n",
        "en": "I conclude from that that we were correct in our assumptions.\n"
    },
    {
        "de": "Er kann immer noch nicht akzeptieren, dass sie ihn verlassen hat.\n",
        "en": "He still cannot accept that she has left him.\n"
    },
    {
        "de": "Jede Woche muss sie die Treppen im Haus kehren.\n",
        "en": "Every week she has to sweep the stairs in the house.\n"
    },
    {
        "de": "Wir müssen bei der nächsten Station aussteigen.\n",
        "en": "We have to get off at the next station.\n"
    },
    {
        "de": "Er will uns mit seinem Bellen warnen, nicht näher zu kommen.\n",
        "en": "He wants to warn us with his barking not to get any closer.\n"
    },
    {
        "de": "Sie möchte gerne noch einmal im Leben nach Amsterdam zurückkehren.\n",
        "en": "She would like to return to Amsterdam one more time in her life.\n"
    },
    {
        "de": "Es tut mir leid, ich kann dir momentan nicht zuhören.\n",
        "en": "I am sorry, I cannot listen to you at the moment.\n"
    },
    {
        "de": "Sie möchte aufs College gehen und mehr lernen.\n",
        "en": "She wants to go to college and learn more.\n"
    },
    {
        "de": "Du kannst hier nicht einfach nackt herumlaufen!\n",
        "en": "You can’t walk around naked here!\n"
    },
    {
        "de": "Könnt ihr bitte mit diesem Quatsch aufhören?\n",
        "en": "Can you please stop with this nonsense?\n"
    },
    {
        "de": "Willst du morgen mit uns zum See mitkommen?\n",
        "en": "Do you want to come along to the lake with us tomorrow?\n"
    },
    {
        "de": "Wir können an diesem Produkt jetzt nichts mehr verändern.\n",
        "en": "We cannot change anything about this product now.\n"
    },
    {
        "de": "Wir müssen diese Kiste zusammen heben, sie ist sehr schwer.\n",
        "en": "We have to lift this box together, it is very heavy.\n"
    },
    {
        "de": "Ich will diesen Bastard nie wieder hier sehen!\n",
        "en": "I never want to see this bastard here again!\n"
    },
    {
        "de": "Wir haben schon einige Pläne für das Wochenende!\n",
        "en": "We already have quite a few plans for the weekend!\n"
    },
    {
        "de": "Die Prinzessin lebte mit ihren Eltern in einem Schloss.\n",
        "en": "The princess lived in a castle with her parents.\n"
    },
    {
        "de": "Ich wollte schon immer einmal Französisch lernen.\n",
        "en": "I have always wanted to learn French.\n"
    },
    {
        "de": "Er hat die Fähigkeit, alle mit seinen Geschichten zu unterhalten.\n",
        "en": "He has the ability to entertain everyone with his stories.\n"
    },
    {
        "de": "Bevor man die Wolle verarbeiten kann, muss man sie zuerst zu Garn spinnen.\n",
        "en": "Before you can start using the wool you have to spin it to a thread.\n"
    },
    {
        "de": "Heute kommt keine gute Musik im Radio.\n",
        "en": "Today there is no good music on the radio.\n"
    },
    {
        "de": "Wie lange willst du dein Handy noch klingeln lassen?\n",
        "en": "How long do you want to let your cell phone ring?\n"
    },
    {
        "de": "Diese Hemden aus Seide reißen sehr leicht.\n",
        "en": "These shirts made from silk tear easily.\n"
    },
    {
        "de": "Wir haben soeben erfahren, dass das Projekt abgesagt wird.\n",
        "en": "We have just found out that the project will be cancelled.\n"
    },
    {
        "de": "Ich würde das Team gerne besser kennenlernen.\n",
        "en": "I would like to get to know the team better.\n"
    },
    {
        "de": "Der Schauspieler setzt eine Sonnenbrille auf.\n",
        "en": "The actor puts on sunglasses.\n"
    },
    {
        "de": "Heute Morgen wurde Herr Schmidt zum neuen Bürgermeister erklärtThis morning Mr. Schmidt was declared the new mayor.\n",
        "en": "Wir können ihn nicht operieren, da das Risiko zu hoch ist.\n"
    },
    {
        "de": "We cannot operate on him as the risk is too high.\n",
        "en": "Ich fühle mich schon die ganze Woche richtig mies.\n"
    },
    {
        "de": "I have been feeling lousy for the entire week.\n",
        "en": "Er erinnert micht daran, was noch alles getan werden muss.\n"
    },
    {
        "de": "He reminds me of what still needs to be done.\n",
        "en": "Wir sind sehr dankbar für alles, was du getan hast.\n"
    },
    {
        "de": "We are very grateful for everything you have done.\n",
        "en": "Als Erstes muss ich im Supermarkt einkaufen gehen.\n"
    },
    {
        "de": "First, I need to go shopping in the supermarket.\n",
        "en": "Diese Reihe an Fotos ist wirklich sehr kreativ.\n"
    },
    {
        "de": "This series of photographs is really very creative.\n",
        "en": "Den Tempel darf man nicht betreten, denn er ist heilig.\n"
    },
    {
        "de": "Entering the temple is not permitted because it is holy.\n",
        "en": "Fräulein Fischer wird Sie in Ihr Zimmer bringen.\n"
    },
    {
        "de": "Miss Fischer will take you to your room.\n",
        "en": "Ich frage mich, was wohl in der Kiste ist.\n"
    },
    {
        "de": "I ask myself what might be in that box.\n",
        "en": "Unter dem Mikoskop kann man sehen, wie die Zelle sich verändert.\n"
    },
    {
        "de": "Under the microscope you can see how the cell is changing.\n",
        "en": "Endlich haben wir mit unserem Produkt Erfolg erreicht!\n"
    },
    {
        "de": "Finally, we have achieved success with our product!\n",
        "en": "Wir sollten das Sofa dorthin stellen.\n"
    },
    {
        "de": "We should put the sofa over there.\n",
        "en": "Rock ist nicht nur Musik, sondern auch eine Lebensweise.\n"
    },
    {
        "de": "Rock is not just music but also a way of life.\n",
        "en": "Ich möchte dir gerne diese Kette schenken.\n"
    },
    {
        "de": "I would like to give this necklace to you.\n",
        "en": "Unser Haus steht etwas außerhalb der Stadt.\n"
    },
    {
        "de": "Our house is situated a little outside the city.\n",
        "en": "Er hat es sicher nicht so gemeint!\n"
    },
    {
        "de": "He surely hasn’t meant it like that!\n",
        "en": "In der Hitze legen sich alle Touristen in den Schatten eines Baumes.\n"
    },
    {
        "de": "During the heat all tourists lie in the shadow of a tree.\n",
        "en": "Wann werden wir in Hamburg ankommen?\n"
    },
    {
        "de": "When will we arrive in Hamburg?\n",
        "en": "Er hat mir gezeigt, wie man die besten Steaks macht.\n"
    },
    {
        "de": "He has shown me how to make the best steaks.\n",
        "en": "Jedes Mal, wenn ich dich sehe, bist du größer!\n"
    },
    {
        "de": "Every time I see you, you are bigger!\n",
        "en": "Wir werden dieses Gespräch aufnehmen.\n"
    },
    {
        "de": "We will record this conversation.\n",
        "en": "Er war geschwächt von der Krankheit und daher anfällig für Infektionen.\n"
    },
    {
        "de": "He was weakened by the disease, and hence vulnerable to infection.\n",
        "en": "Du musst mir alles über dein Date mit Daniel erzählen!\n"
    },
    {
        "de": "You have to tell me everything about your date with Daniel!\n",
        "en": "Wir haben gestern so viel Fleisch gegessen!\n"
    },
    {
        "de": "We ate so much meat yesterday!\n",
        "en": "Wir müssen versuchen, die Natur besser zu schützen.\n"
    },
    {
        "de": "We have to try to protect nature better.\n",
        "en": "Ich habe schon lange nicht mehr mit Brian gesprochen.\n"
    },
    {
        "de": "I haven’t spoken to Brian in a long time.\n",
        "en": "Er kann sich bei diesem Lärm nicht konzentrieren.\n"
    },
    {
        "de": "He cannot focus with this noise.\n",
        "en": "Ich gebe dir mein Wort, dass dir nichts passieren wird.\n"
    },
    {
        "de": "I give you my word that nothing will happen to you.\n",
        "en": "Es wäre schön, wenn ich dieses Buch auf Russisch lesen könnte.\n"
    },
    {
        "de": "It would be nice if I could read this book in Russian.\n",
        "en": "Am Wochenende werden wir das Schloss besichtigen gehen.\n"
    },
    {
        "de": "On the weekend we will go and visit the castle.\n",
        "en": "Wir haben noch keine Aktivitäten für morgen geplant.\n"
    },
    {
        "de": "We haven’t planned any activities for tomorrow yet.\n",
        "en": "Er hat vor vielen Jahren damit angefangen, Briefmarken zu sammeln.\n"
    },
    {
        "de": "Many years ago, he started to collect stamps.\n",
        "en": "Sie will diesen Mistkerl nie wiedersehen.\n"
    },
    {
        "de": "She does not want to see this bastard ever again.\n",
        "en": "Dieser Song kommt fast jeden Tag im Radio.\n"
    },
    {
        "de": "This song is on the radio almost every day.\n",
        "en": "Der Hund rennt dem Stock hinterher.\n"
    },
    {
        "de": "The dog runs after the stick.\n",
        "en": "Wenn ich berühmt wäre, würde ich immer mit meinen Fans reden.\n"
    },
    {
        "de": "If I was famous, I would always talk to my fans.\n",
        "en": "In dieser Akte stehen streng vertrauliche Informationen.\n"
    },
    {
        "de": "This file contains strictly confidential information.\n",
        "en": "Ich möchte nicht riskieren, dich zu verlieren.\n"
    },
    {
        "de": "I don’t want to risk losing you.\n",
        "en": "Seine Karriere ist ihm wichtiger als alles andere.\n"
    },
    {
        "de": "His career is more important to him than anything else.\n",
        "en": "Er wurde wegen seiner schlechten Arbeit gefeuert.\n"
    },
    {
        "de": "He was fired because of his bad work.\n",
        "en": "Was du tun willst ist doch kompletter Wahsinn!\n"
    },
    {
        "de": "It is complete madness what you are trying to do!\n",
        "en": "Er bemerkt, wie sie etwas von seinem Schrebtisch klaut.\n"
    },
    {
        "de": "He notices her stealing something from his desk.\n",
        "en": "Wir haben sieben Tage in Lissabon verbracht.\n"
    },
    {
        "de": "We have spent seven days in Lisbon.\n",
        "en": "Dieses Gebiet ist für seinen Wein bekannt geworden.\n"
    },
    {
        "de": "This area has become well-known for its wine.\n",
        "en": "Der Biber sitzt in einer Falle fest.\n"
    },
    {
        "de": "The beaver is caught in a trap.\n",
        "en": "Wir sollten alle für einen Moment schweigen.\n"
    },
    {
        "de": "We should all remain silent for a moment.\n",
        "en": "Wir haben nicht mehr viele Dosen auf Lager.\n"
    },
    {
        "de": "We don’t have very many cans in stock.\n",
        "en": "Du hast sehr viel Dreck an deinen Schuhen.\n"
    },
    {
        "de": "You have a lot of dirt on your shoes.\n",
        "en": "Ich kann nicht glauben, was dir dieser Wichser angetan hat!\n"
    },
    {
        "de": "I cannot believe what this wanker did to you!\n",
        "en": "Der Dieb konnte flüchten, bevor die Polizei ankam.\n"
    },
    {
        "de": "The thief could escape before the police arrived.\n",
        "en": "Ich habe den Code für die Garage vergessen!\n"
    },
    {
        "de": "I forgot the code for the garage!\n",
        "en": "Dieser Stuhl ist wirklich sehr gemütlich.\n"
    },
    {
        "de": "This chair is really very comfortable.\n",
        "en": "Manchmal kann man sehen, wie die Robben im Meer auftauchen.\n"
    },
    {
        "de": "Sometimes one can see seals pop up in the sea.\n",
        "en": "Ich kann unter diesen Bedingungen nicht weitermachen.\n"
    },
    {
        "de": "I cannot continue under these circumstances.\n",
        "en": "Die beste Lösung ist, noch einmal von vorne zu beginnen.\n"
    },
    {
        "de": "The best solution is to start again from the beginning.\n",
        "en": "Der Mann geht in das Geschäft hinein.\n"
    },
    {
        "de": "The man goes into the shop.\n",
        "en": "Du solltest dir den Bart etwas kürzen.\n"
    },
    {
        "de": "You should trim your beard a little.\n",
        "en": "Ich möchte am Flughafen etwas essen.\n"
    },
    {
        "de": "I would like to eat something at the airport.\n",
        "en": "Er ist sich nicht sicher, wie er diese Straße umgehen kann.\n"
    },
    {
        "de": "He isn’t sure how to bypass this street.\n",
        "en": "Könnten wir bitte die Rechnung haben?\n"
    },
    {
        "de": "Could we please get the cheque?\n",
        "en": "Wir haben den gleichen Rock an – was für ein Zufall!\n"
    },
    {
        "de": "We are wearing the same skirt – what a coincidence!\n",
        "en": "Ich werde dir die Dokumente morgen senden.\n"
    },
    {
        "de": "I will send you the documents tomorrow.\n",
        "en": "Es wäre schade, wenn wir diese Vorstellung verpassen würden.\n"
    },
    {
        "de": "It would be a shame if we missed this performance.\n",
        "en": "Der Killer wurde noch immer nicht gefasst.\n"
    },
    {
        "de": "The killer still hasn’t been caught.\n",
        "en": "Wir müssen ganz leise gehen.\n"
    },
    {
        "de": "We have to leave very quietly.\n",
        "en": "Kannst du bitte aufhören, so zu stöhnen?\n"
    },
    {
        "de": "Can you please stop moaning like that? 1594- Für – For\n",
        "en": "Wir haben das hier alles für dich getan.\n"
    },
    {
        "de": "We did all this for you.\n",
        "en": "Leider nimmt die Gewalt unter Jugendlichen immer mehr zu.\n"
    },
    {
        "de": "Unfortunately, violence amongst juveniles is increasing.\n",
        "en": "Als Nächstes werden wir das Budget für dieses Jahr besprechen.\n"
    },
    {
        "de": "Next, we will discuss the budget for this year.\n",
        "en": "Mein Großvater kann sehr gute Geschichten erzählen.\n"
    },
    {
        "de": "My grandfather can tell great stories.\n",
        "en": "Wir müssen den Tumor entfernen, bevor er größer wird.\n"
    },
    {
        "de": "We have to remove the tumor before it gets any bigger.\n",
        "en": "Dieser Umstand ist alles andere als angenehm.\n"
    },
    {
        "de": "This circumstance is anything but comfortable.\n",
        "en": "Ich würde gerne lernen, zu tauchen.\n"
    },
    {
        "de": "I would like to learn how to dive.\n",
        "en": "Er hat sich selbst in den Fuß geschossen!\n"
    },
    {
        "de": "He has shot himself in the foot!\n",
        "en": "Die Truppen unseres Feindes werden sich ergeben.\n"
    },
    {
        "de": "The troops of our enemy will yield.\n",
        "en": "Heute hat er zum ersten Mal seinen Sohn in den Armen gehalten.\n"
    },
    {
        "de": "Today he held his son in his arms for the first time.\n",
        "en": "Ich habe dich mit dieser neuen Haarfarbe nicht erkannt!\n"
    },
    {
        "de": "I haven’t recognized you with this new hair color!\n",
        "en": "Im Labor werden wichtige Experiemente durchgeführt.\n"
    },
    {
        "de": "Important experiments are being carried out in the laboratory.\n",
        "en": "Dieses Jahrhundert hat sich sehr viel geändert.\n"
    },
    {
        "de": "This century a lot has changed.\n",
        "en": "Die Jungen sind im Garten und spielen Fußball.\n"
    },
    {
        "de": "The boys are in the garden playing football.\n",
        "en": "Es gefällt mir nicht, wenn wir uns streiten.\n"
    },
    {
        "de": "I don’t like it when we argue.\n",
        "en": "Nach dieser Wanderung fühle ich mich so richtig lebendig.\n"
    },
    {
        "de": "After this hike I feel really alive.\n",
        "en": "Vielleicht ist es das Beste, wenn wir uns trennen.\n"
    },
    {
        "de": "Maybe it’s best if we separate.\n",
        "en": "Das sieht wirklich prima aus! That looks really great!\n"
    },
    {
        "de": "Es ist meine Pflicht, die Türen jeden Abend abzuschließen.\n",
        "en": "It is my duty to lock the doors every evening.\n"
    },
    {
        "de": "Er hat Chris schon seit vielen Jahren nicht mehr gesehen.\n",
        "en": "He hasn’t seen Chris in many years.\n"
    },
    {
        "de": "Ich werde hier wie ein kleines Kind behandelt!\n",
        "en": "I’m being treated like a little child here!\n"
    },
    {
        "de": "Nach diesem Kampf wird der Sieg unser sein!\n",
        "en": "After this battle victory will be ours!\n"
    },
    {
        "de": "Der Einsatz von Chemikalien ist nicht gestattet.\n",
        "en": "The use of chemicals is not permitted.\n"
    },
    {
        "de": "Wir sind heute Morgen schon 10 km gelaufen.\n",
        "en": "We have already run 10 km this morning.\n"
    },
    {
        "de": "Sie ist ein großer Fan von französischen Filmen.\n",
        "en": "She is a big fan of French films.\n"
    },
    {
        "de": "Ich bin mir nicht sicher, welches Gericht ich nehmen soll.\n",
        "en": "I am not sure which dish I should choose.\n"
    },
    {
        "de": "Er ist ohne eine Erklärung aus dem Büro gegangen.\n",
        "en": "He left the office without an explanation.\n"
    },
    {
        "de": "Wo ein Wille ist, ist auch ein Weg.\n",
        "en": "Where there is a will, there is a way.\n"
    },
    {
        "de": "Dieser Stoff ist unglaublich weich!\n",
        "en": "This fabric is incredibly soft!\n"
    },
    {
        "de": "Kannst du bitte klopfen, bevor du hereinkommst?\n",
        "en": "Can you please knock before coming in?\n"
    },
    {
        "de": "Die Fahrt führt uns durch eine schöne Landschaft.\n",
        "en": "The ride takes us through a nice landscape.\n"
    },
    {
        "de": "Der Schüler hat die Prüfung nicht bestanden.\n",
        "en": "The student did not pass the exam.\n"
    },
    {
        "de": "Es war nicht meine Absicht, dir weh zu tun.\n",
        "en": "It was not my intention to hurt you.\n"
    },
    {
        "de": "Diesen Kuchen hat meine Großmutter gebacken!\n",
        "en": "My grandmother baked this cake!\n"
    },
    {
        "de": "Du bist herzlich zu meiner Feier am Sonntag eingeladen.\n",
        "en": "You are cordially invited to my party on Sunday.\n"
    },
    {
        "de": "Es ist das Wesen des Wolfes, jagen zu gehen.\n",
        "en": "It is the nature of a wolf to go hunting.\n"
    },
    {
        "de": "Dieser Lärm ist einigen Leuten zu viel und deshalb wollen sie gehen.\n",
        "en": "The noise is too much for some people and that is why they want to leave. 1631- Das Feld – The field\n"
    },
    {
        "de": "Auf dem Feld stehen zahlreiche Kühe.\n",
        "en": "There are numerous cows in the field.\n"
    },
    {
        "de": "Hat irgendjemand meine neue Jacke gesehen?\n",
        "en": "Has anyone seen my new jacket?\n"
    },
    {
        "de": "Es gibt einen Roboter, der Hausarbeiten erledigen kann.\n",
        "en": "There is a robot that can do chores.\n"
    },
    {
        "de": "Diese Idee ist doch komplett wahnsinnig!\n",
        "en": "This idea is completely insane!\n"
    },
    {
        "de": "Ich kann nicht glauben, dass diese Idioten einfach gegangen sind.\n",
        "en": "I cannot believe that these idiots just left.\n"
    },
    {
        "de": "Krebs ist eine schreckliche Krankheit.\n",
        "en": "Cancer is a terrible illness.\n"
    },
    {
        "de": "Wir müssen mindestens noch 100 Euro sparen.\n",
        "en": "We have to save up at least another 100 Euros.\n"
    },
    {
        "de": "Dieser Typ hat mich schon vor ein paar Wochen verfolgt!\n",
        "en": "This guy already followed me a few weeks ago!\n"
    },
    {
        "de": "Dieser Ton passt super zum Film.\n",
        "en": "This sound goes very well with the film.\n"
    },
    {
        "de": "Bald werden die Truppen die Station verlassen.\n",
        "en": "The troops will soon be leaving the station.\n"
    },
    {
        "de": "Sie hat bei einem Quiz eine Million gewonnen!\n",
        "en": "She won a million at a quiz!\n"
    },
    {
        "de": "Der Streit wird auch in Zukunft anhalten.\n",
        "en": "The dispute will continue in the future.\n"
    },
    {
        "de": "Heute ist das Wetter schlechter als gestern.\n",
        "en": "Today the weather is worse than yesterday.\n"
    },
    {
        "de": "Meine Schwester ist wirklich freundlich.\n",
        "en": "My sister is really friendly.\n"
    },
    {
        "de": "Ich möchte mir gerne die Schuhe wechseln, bevor wir spazieren gehen.\n",
        "en": "I would like to change my shoes before we go for a walk.\n"
    },
    {
        "de": "Ich muss dringend mit Dr. Schmidt sprechen!\n",
        "en": "I urgently have to speak with Dr. Schmidt!\n"
    },
    {
        "de": "Vielleicht gehen wir dieses Wochenende ins Schwimmbad.\n",
        "en": "Maybe we are going to the swimming pool this weekend.\n"
    },
    {
        "de": "Auf dem Grab sind immer frische Blumen.\n",
        "en": "There are always fresh flowers on the grave.\n"
    },
    {
        "de": "Dort drüben ist eine Ratte!\n",
        "en": "There is a rat over there!\n"
    },
    {
        "de": "Sie werden den Dieb in wenigen Minute verhaften.\n",
        "en": "They will arrest the thief in a few minutes.\n"
    },
    {
        "de": "Er ist für sein Alter wirklich schon sehr schlau!\n",
        "en": "He really is very smart for his age!\n"
    },
    {
        "de": "Die Polizei wird den Fall weiter untersuchen.\n",
        "en": "The police will investigate the case further.\n"
    },
    {
        "de": "Wir sind hier mitten im Nirgendwo!\n",
        "en": "We are in the middle of nowehere here!\n"
    },
    {
        "de": "Heute Nacht werde ich von meiner Arbeit träumen.\n",
        "en": "Tonight, I will dream about my work.\n"
    },
    {
        "de": "Ich habe ihn vorhin im Laden gesehen.\n",
        "en": "I saw him in the shop earlier.\n"
    },
    {
        "de": "Der Offizier hat gute Arbeit geleistet.\n",
        "en": "The officer did a good job.\n"
    },
    {
        "de": "Die Untersuchung hat gezeigt, dass ich gesund bin.\n",
        "en": "The check-up has shown that I am healthy.\n"
    },
    {
        "de": "Wir haben die ganze Arbeit umsonst gemacht!\n",
        "en": "We did all this work for nothing!\n"
    },
    {
        "de": "Sie wird dir das Geld heute Nachmittag überweisen.\n",
        "en": "She will transfer the money to you this afternoon.\n"
    },
    {
        "de": "Ich kann nicht glauben, dass du gelogen hast.\n",
        "en": "I can’t believe you lied.\n"
    },
    {
        "de": "Wir sollten die Pflanze in die Mitte des Raumes stellen.\n",
        "en": "We should put the plant in the center of the room.\n"
    },
    {
        "de": "Ihr könntet etwas Hilfe im Büro gebrauchen.\n",
        "en": "You could use some help in the office.\n"
    },
    {
        "de": "Es hat geregnet. Dadurch wurden alle Pflanzen mit Wasser versorgt.\n",
        "en": "It rained. Thereby all plants were provided with water.\n"
    },
    {
        "de": "Wir haben diesen Film schon zweimal gesehen!\n",
        "en": "We have already seen this film twice!\n"
    },
    {
        "de": "Ich könnte dieses Geschäft verfluchen!\n",
        "en": "I could curse this company!\n"
    },
    {
        "de": "Sie werden ihn am Ende des Monats entlassen.\n",
        "en": "They will lay him off at the end of the month.\n"
    },
    {
        "de": "Können wir an der nächsten Tankstelle anhalten?\n",
        "en": "Can we stop at the next petrol station?\n"
    },
    {
        "de": "Ich werde dir diese Entscheidung überlassen.\n",
        "en": "I will leave this decision to you.\n"
    },
    {
        "de": "Die Flammen werden viele Mücken anziehen.\n",
        "en": "The flames will attract many mosquitos.\n"
    },
    {
        "de": "Sie war gestern im Büro. Ich habe sie seitdem nicht mehr gesehen.\n",
        "en": "She was in the office yesterday. I haven’t seen her since then. 1671- Die Größe – The size\n"
    },
    {
        "de": "Die Größe des Gebäudes ist wirklich beeindruckend.\n",
        "en": "The size of this building is really impressive.\n"
    },
    {
        "de": "Ich kann bestätigen, dass ich diesen Mann nicht kenne.\n",
        "en": "I can confirm that I do not know this man.\n"
    },
    {
        "de": "Mein Kollege wird Ihnen das Hotelzimmer zeigen.\n",
        "en": "My colleague will show you your hotel room.\n"
    },
    {
        "de": "Leider muss ich den Termin morgen absagen.\n",
        "en": "Unfortunately, I have to cancel the appointment tomorrow. 1675- Die Form – The form\n"
    },
    {
        "de": "Diese Form habe ich noch nie gesehen.\n",
        "en": "I have never seen this form.\n"
    },
    {
        "de": "Der Urlaub hat uns allen wirklich sehr gefallen.\n",
        "en": "We all really liked the holiday.\n"
    },
    {
        "de": "Er macht die Luke auf dem Schiff auf.\n",
        "en": "He opens the hatch on the boat.\n"
    },
    {
        "de": "Ich werde jetzt mit jedem von euch einzeln sprechen.\n",
        "en": "I will now speak to every one of you individually. 1679- Der Stopp – The stop\n"
    },
    {
        "de": "Wir müssen an diesem Stopp-Schild anhalten.\n",
        "en": "We have to come to a stand at the stop sign.\n"
    },
    {
        "de": "Der Affe ist auf dem Baum und schläft.\n",
        "en": "The monkey is on the tree and sleeps.\n"
    },
    {
        "de": "Du bist ohne Zweifel müde nach diesem Tag.\n",
        "en": "You are no doubt tired after this day.\n"
    },
    {
        "de": "Als ich jünger war, habe ich viel gelesen.\n",
        "en": "When I was younger, I read a lot.\n"
    },
    {
        "de": "Weshalb fragst du mich, wie viel ich verdiene?\n",
        "en": "Why do you ask me how much I earn?\n"
    },
    {
        "de": "Der Pilot heißt seine Gäste an Bord des Flugzeugs willkommen.\n",
        "en": "The pilot welcomes his guests on board of the airplane.\n"
    },
    {
        "de": "Dieses Hemd steht dir wirklich sehr gut!\n",
        "en": "This shirt suits you really well!\n"
    },
    {
        "de": "Wir werden dich morgen zum Bahnhof begleiten.\n",
        "en": "We will accompany you to the train station tomorrow.\n"
    },
    {
        "de": "Wir werden diesen Akt nun gemeinsam lesen.\n",
        "en": "We will read this act together now.\n"
    },
    {
        "de": "Ich esse selten Fleisch. I rarely eat meat.\n",
        "en": "Es wäre besser, alles im Voraus zu planen.\n"
    },
    {
        "de": "It would be better to plan ahead. 1690- Der Trottel – The moron\n",
        "en": "Michael ist ein echter Trottel!\n"
    },
    {
        "de": "Michael is a real moron!\n",
        "en": "Wir können nicht verhindern, dass Unfälle passieren.\n"
    },
    {
        "de": "We cannot prevent accidents from happening.\n",
        "en": "Sie sind jetzt offiziell ein Paar!\n"
    },
    {
        "de": "They are officially a couple now!\n",
        "en": "Sie hat heute zwei Liter Wasser getrunken.\n"
    },
    {
        "de": "She has drunk two litres of water today.\n",
        "en": "Wir sollten Thomas zur Party einladen.\n"
    },
    {
        "de": "We should invite Thomas to the party.\n",
        "en": "Diese Schuhe gefallen mir nicht – sie sind wirklich hässlich.\n"
    },
    {
        "de": "I don’t like these shoes – they are really ugly.\n",
        "en": "Ich habe dir nicht erlaubt, zu sprechen!\n"
    },
    {
        "de": "I haven’t allowed you to speak!\n",
        "en": "Er will mit seinem Verhalten Aufmerksamkeit erregen.\n"
    },
    {
        "de": "He wants to get attention through his behavior.\n",
        "en": "Die Toilette ist im ersten Stockwerk.\n"
    },
    {
        "de": "The toilet is on the first floor.\n",
        "en": "Der Fahrer hat das Auto schlecht geparkt.\n"
    },
    {
        "de": "The driver parked the car badly.\n",
        "en": "Deine Kinder sind wirklich sehr brav!\n"
    },
    {
        "de": "Your children are really well-behaved!\n",
        "en": "Wo hast du die Schlüssel hingelegt? Such sie!\n"
    },
    {
        "de": "Where did you put the keys? Search them!\n",
        "en": "Heute Nachmittag werden wir das Auto waschen.\n"
    },
    {
        "de": "This afternoon we will wash the car.\n",
        "en": "Sie muss morgen früh zu einer medizinischen Untersuchung gehen.\n"
    },
    {
        "de": "She has to go to a medical examination tomorrow morning.\n",
        "en": "Das Negativ dieses Bildes muss gut aufbewahrt werden.\n"
    },
    {
        "de": "The negative of this photo must be stored safely.\n",
        "en": "Der Direktor hat gesagt, dass wir nach Hause gehen können.\n"
    },
    {
        "de": "The director said that we can go home.\n",
        "en": "Die Braut trug ein wunderschönes weißes Kleid.\n"
    },
    {
        "de": "The bride wore a beautiful white dress.\n",
        "en": "Ich sehe jeden Tag den selben Mann im Buss.\n"
    },
    {
        "de": "I see the same man on the bus every day.\n",
        "en": "Wir würden heute gerne nach der Arbeit ins Kino gehen.\n"
    },
    {
        "de": "We would like to go to the cinema after work today.\n",
        "en": "Sie wird heute ihre Reise nach Polen planen.\n"
    },
    {
        "de": "She will plan her trip to Poland today.\n",
        "en": "Womit soll ich diese Dose öffnen?\n"
    },
    {
        "de": "What shall I open this can with?\n",
        "en": "Meine Eltern stammen aus Australien.\n"
    },
    {
        "de": "My parents come from Australia.\n",
        "en": "Diese Gegend ist mir schon sehr vertraut.\n"
    },
    {
        "de": "This area is very familiar to me.\n",
        "en": "Kolumbus hat angeblich Amerika entdeckt.\n"
    },
    {
        "de": "Apparently, Columbus discovered America.\n",
        "en": "Das Theater ist zurzeit leider geschlossen.\n"
    },
    {
        "de": "Unfortunately, the theater is closed at the moment. 1715- Öffentlich – Public\n",
        "en": "Wir werden es heute öffentlich machen, dass wir zusammen sind.\n"
    },
    {
        "de": "We will make it public today that we are together.\n",
        "en": "Er kann ihre vielen Fragen nicht beantworten.\n"
    },
    {
        "de": "He cannot answer her many questions.\n",
        "en": "Im Keller haben wir viele Kisten gelagert.\n"
    },
    {
        "de": "We have stored many boxes in the basement.\n",
        "en": "Er möchte probieren, einen Kuchen zu backen.\n"
    },
    {
        "de": "He would like to try to bake a cake.\n",
        "en": "Mein Rücken tut weh, ich habe einen eingeklemmten Nerv!\n"
    },
    {
        "de": "My back hurts, I have a trapped nerve!\n",
        "en": "Ich finde Ihre Theorie wirklich faszinierend!\n"
    },
    {
        "de": "I find your theory really fascinating!\n",
        "en": "Die Polizei wird den Mörder bestimmt erwischen.\n"
    },
    {
        "de": "The police will surely catch the murderer.\n",
        "en": "Du musst dein Medikament immer vor dem Essen nehmen.\n"
    },
    {
        "de": "You have to take your drug always before eating.\n",
        "en": "Der Mond scheint heute hell vom Himmel.\n"
    },
    {
        "de": "Today the moon shines brightly in the sky.\n",
        "en": "Ein Terrorist wurde vor wenigen Stunden festgenommen.\n"
    },
    {
        "de": "A few hours ago, a terrorist was arrested.\n",
        "en": "Ich würde mir niemals eine Schlange als Haustier halten.\n"
    },
    {
        "de": "I would never keep a snake as a pet.\n",
        "en": "Am Wochenende müssen wir unser Auto reparieren.\n"
    },
    {
        "de": "On the weekend we have to repair our car.\n",
        "en": "Die Leitung hier auf dem Dorf ist ziemlich schlecht.\n"
    },
    {
        "de": "The line here in the village is pretty bad.\n",
        "en": "Unsere Abteilung hat beschlossen, zu streiken.\n"
    },
    {
        "de": "Our department decided to strike.\n",
        "en": "Es wäre das Beste, wenn wir den Knochen röntgen.\n"
    },
    {
        "de": "It would be best to do an X-ray on the bone.\n",
        "en": "Heute Nachmittag wird er seinen Vater begraben.\n"
    },
    {
        "de": "This afternoon he will bury his father.\n",
        "en": "Ich kann nicht zusehen, wie sie alles zerstören!\n"
    },
    {
        "de": "I cannot watch them destroy everything!\n",
        "en": "Mir gefällt die Vorstellung, einfach nichts zu tun!\n"
    },
    {
        "de": "I like the idea of simply doing nothing!\n",
        "en": "Es ist eine Schande, dass du dich nicht benehmen kannst.\n"
    },
    {
        "de": "It is a shame that you cannot behave yourself.\n",
        "en": "Der Präsident dieses Landes ist sehr mächtig.\n"
    },
    {
        "de": "The president of this country is very powerful.\n",
        "en": "Sie muss nach der Arbeit noch einen Brief zur Post bringen.\n"
    },
    {
        "de": "She has to take a letter to the post office after work today.\n",
        "en": "Ich werde sie davon überzeugen, zu bleiben.\n"
    },
    {
        "de": "I will convince her to stay.\n",
        "en": "Das Ergebnis des Spiels ist wirklich überraschend.\n"
    },
    {
        "de": "The result of the game is really surprising.\n",
        "en": "Er ist sich nicht sicher, ob sie die Ware liefern können.\n"
    },
    {
        "de": "He is not sure if they can provide the goods.\n",
        "en": "Ich habe ein Geräusch im Keller gehört!\n"
    },
    {
        "de": "I heard a noise in the basement!\n",
        "en": "Diese Figur auf dem Regal gefällt mir nicht.\n"
    },
    {
        "de": "I don’t like the figure on the shelf.\n",
        "en": "Ich finde die Kultur im Westen sehr spannend.\n"
    },
    {
        "de": "I find the culture in the west very exciting.\n",
        "en": "Meine Großmutter ist eine ausgezeichnete Köchin!\n"
    },
    {
        "de": "My grandmother is an excellent cook.\n",
        "en": "Mein Knie tut weh, weil ich zu viel Sport gemacht habe.\n"
    },
    {
        "de": "My knee hurts because I exercised too much.\n",
        "en": "Er wollte schon immer einmal in die USA reisen.\n"
    },
    {
        "de": "He has always wanted to travel to the USA.\n",
        "en": "Dreh es!\n"
    },
    {
        "de": "Twist it!\n",
        "en": "Wir werden diese Tiere aus ihren Käfigen befreien.\n"
    },
    {
        "de": "We will free these animals from their cages.\n",
        "en": "Alexander, kannst du mir bitte mit etwas helfen?\n"
    },
    {
        "de": "Alexander, can you please help me with something?\n",
        "en": "Man konnte absehen, dass das passieren wird.\n"
    },
    {
        "de": "One could forsee that this would happen.\n",
        "en": "Er wird nicht zulassen, dass du alleine reist.\n"
    },
    {
        "de": "He will not permit you to travel alone.\n",
        "en": "Ich kann nicht lesen, was auf dem Schild steht.\n"
    },
    {
        "de": "I cannot read what it says on the sign.\n",
        "en": "Es ist mir wirklich peinlich, wie wenig ich über deine Kultur weiß.\n"
    },
    {
        "de": "It is really embarrassing how little I know about your culture.\n",
        "en": "Ich werde eine rote Jacke tragen, woran du mich erkennen wirst.\n"
    },
    {
        "de": "I will wear a red jacket, by which you will recognize me.\n",
        "en": "Hast du irgendeine Ahnung, wie kompliziert das ist?\n"
    },
    {
        "de": "Do you have any idea how complicated this is?\n",
        "en": "Du solltest dieses Thema auf keinen Fall erwähnen.\n"
    },
    {
        "de": "Under no circumstances should you mention this topic.\n",
        "en": "Sei vorsichtig, oder du wirst dir noch einen Finger abhauen.\n"
    },
    {
        "de": "Be careful, or you will chop off a finger.\n",
        "en": "Er bedeutet mir nichts, es war nur ein Fick.\n"
    },
    {
        "de": "He doesn’t mean anything to me, it was just a fuck.\n",
        "en": "Zum Glück werden dich diese Probleme nicht betreffen.\n"
    },
    {
        "de": "Luckily these problems will not concern you.\n",
        "en": "Wir sollten im Wohnzimmer ein Fenster aufmachen.\n"
    },
    {
        "de": "We should open a window in the living room.\n",
        "en": "Die nächste Runde geht auf mich!\n"
    },
    {
        "de": "The next round is on me!\n",
        "en": "Du hast schon erwähnt, dass du morgen keine Zeit hast.\n"
    },
    {
        "de": "You already mentioned that you don’t have time tomorrow.\n",
        "en": "Ich kann es nicht ertragen, dich so unglücklich zu sehen.\n"
    },
    {
        "de": "I cannot bear to see you this unhappy.\n",
        "en": "Innerhalb weniger Minuten hatten sie alles aufgegessen.\n"
    },
    {
        "de": "Within a few minutes they had eaten everything.\n",
        "en": "Sie ist während des ganzen Films ruhig geblieben.\n"
    },
    {
        "de": "She remained quiet for the entire film.\n",
        "en": "Diese Story hat er uns schon zehnmal erzählt!\n"
    },
    {
        "de": "He told us this story ten times already!\n",
        "en": "Wenn du den Code falsch eingibst, geht ein Alarm los.\n"
    },
    {
        "de": "If you enter the code incorrectly, an alarm will go off.\n",
        "en": "Meine Füße stinken in diesen Schuhen immer sehr!\n"
    },
    {
        "de": "My feet always really stink in these shoes!\n",
        "en": "Im Sommer sitzen wir gerne im Garten.\n"
    },
    {
        "de": "We like to sit in the garden in summer.\n",
        "en": "Ich bin heute ganz durcheinander.\n"
    },
    {
        "de": "I am really confused today.\n",
        "en": "Als das Feuer ausbrach, machte sich Panik breit.\n"
    },
    {
        "de": "When the fire started, panic spread.\n",
        "en": "Er soll heute Abend selber etwas kochen.\n"
    },
    {
        "de": "This evening he should cook something himself. 1771- Die Milch – The milk\n",
        "en": "Ich muss im Supermarkt noch eine Flasche Milch kaufen.\n"
    },
    {
        "de": "I have to buy a bottle of milk in the supermarket.\n",
        "en": "Morgen wird der Bürgermeister eine Rede halten.\n"
    },
    {
        "de": "Tomorrow the mayor will give a speech.\n",
        "en": "Alle Kinder wollen im Park spielen.\n"
    },
    {
        "de": "All children want to play in the park.\n",
        "en": "Der Fernseher steht im Wohnzimmer.\n"
    },
    {
        "de": "The TV is in the living room.\n",
        "en": "Der Russe hat lange Jahre in einem Orchester gespielt.\n"
    },
    {
        "de": "The Russian has played in an orchestra for many years.\n",
        "en": "Meine Nachbarin Penny passt oft auf meine Kinder auf.\n"
    },
    {
        "de": "My neighbor Penny often looks after my children.\n",
        "en": "Was du da sagst ist eine Lüge!\n"
    },
    {
        "de": "What you say is a lie!\n",
        "en": "Wir sind extra wegen dir hierhergekommen!\n"
    },
    {
        "de": "We came here especially for you!\n",
        "en": "Der Schutz der Umwelt ist etwas, das alle ernst nehmen sollten.\n"
    },
    {
        "de": "The protection of the environment is something everyone should take seriously.\n",
        "en": "Auf der Wiese steht eine braune Kuh.\n"
    },
    {
        "de": "There is a brown cow in the meadow.\n",
        "en": "Es ist verboten, hier zu rauchen.\n"
    },
    {
        "de": "It is forbidden to smoke here.\n",
        "en": "Rache ist etwas, von dem man absehen sollte.\n"
    },
    {
        "de": "Revenge is something one should not consider.\n",
        "en": "Du musst noch ein Kilo Kartoffeln schälen!\n"
    },
    {
        "de": "You still have to peel a kilo of potatoes.\n",
        "en": "Er arbeitet seit ein paar Monaten an einem neuen Drehbuch.\n"
    },
    {
        "de": "He has been working on a new screenplay for a few months.\n",
        "en": "Es war mir nicht bewusst, dass du so über mich denkst.\n"
    },
    {
        "de": "I wasn’t aware that you think of me like that.\n",
        "en": "Am Wochenende werde ich meine Oma besuchen gehen.\n"
    },
    {
        "de": "On the weekened I will go and visit my grandmother.\n",
        "en": "Am Freitag wollen wir alle an den See fahren.\n"
    },
    {
        "de": "On Friday we all want to drive to the lake.\n",
        "en": "Was hast du gemacht? Deine Hände sind ganz schmutzig!\n"
    },
    {
        "de": "What did you do? Your hands are all dirty!\n",
        "en": "Ich werde dich nicht länger verteidigen.\n"
    },
    {
        "de": "I will no longer defend you.\n",
        "en": "Sie hat die Hoffnung auf ein besseres Leben längst aufgegeben.\n"
    },
    {
        "de": "She gave up hope for a better life a long time ago.\n",
        "en": "Von den neuen Mitarbeitern wird viel Arbeit verlangt.\n"
    },
    {
        "de": "A lot of work is required from the new employees.\n",
        "en": "Wir müssen das Leck so schnell wie möglich reparieren!\n"
    },
    {
        "de": "We have to fix the leak as soon as possible!\n",
        "en": "Er hat sich schon immer für moderne Kunst interessiert.\n"
    },
    {
        "de": "He has always been interested in modern art.\n",
        "en": "Nach der Explosion waren die Gebäude komplett zerstört.\n"
    },
    {
        "de": "After the explosion the buildings had been destroyed completely. 1795- Vorbereitet – Prepared\n",
        "en": "Wir haben uns sehr gut auf die Prüfung vorbereitet.\n"
    },
    {
        "de": "We have prepared very well for the exam.\n",
        "en": "Der Priester wird in wenigen Minuten ankommen.\n"
    },
    {
        "de": "The priest will arrive in a few minutes.\n",
        "en": "Der Teufel steckt im Detail!\n"
    },
    {
        "de": "The devil lies in the detail!\n",
        "en": "Deine Aussage stimmt nicht mit der von gestern überein.\n"
    },
    {
        "de": "Your statement does not correspond to the one from yesterday. 1799- Gezogen – Drawn\n",
        "en": "Ich habe einen Schlussstrich gezogen.\n"
    },
    {
        "de": "I have drawn a line underneath it.\n",
        "en": "Im Sommer wird das Wasser in dieser Region knapp.\n"
    },
    {
        "de": "In summer water is scarce in this region.\n",
        "en": "Der Mann hat sie ohne Grund angegriffen!\n"
    },
    {
        "de": "The man attacked her without reason!\n",
        "en": "Trink deinen Kaffee leer!\n"
    },
    {
        "de": "Drink up your coffee!\n",
        "en": "Er hat sich mit einem gefährlichen Virus infiziert.\n"
    },
    {
        "de": "He got infected with a dangerous virus.\n",
        "en": "Deine Haare glänzen im Sonnenlicht golden.\n"
    },
    {
        "de": "Your hair shimmers golden in the sunlight.\n",
        "en": "Es ist einfacher, nichts zu sagen. It is easier to say nothing.\n"
    },
    {
        "de": "Wir haben heute Nachmittag viele Dinge zu besprechen.\n",
        "en": "We have to discuss many things this afternoon.\n"
    },
    {
        "de": "Dieser Gang ist ziemlich eng.\n",
        "en": "This corridor is pretty narrow.\n"
    },
    {
        "de": "Ich habe die Anweisung erhalten, nichts zu sagen.\n",
        "en": "I have received the instruction to say nothing.\n"
    },
    {
        "de": "Der Sklave musste viele Jahre lang hart arbeiten.\n",
        "en": "The slave had to work hard for many years.\n"
    },
    {
        "de": "Ich mag es nicht, wenn mich fremde Leute berühren.\n",
        "en": "I don’t like it when strangers touch me.\n"
    },
    {
        "de": "Wir sollten so schnell wie möglich wenden.\n",
        "en": "We should turn around as soon as possible.\n"
    },
    {
        "de": "Michael und Anna haben sich letzen Monat getrennt.\n",
        "en": "Michael and Anna separated last month.\n"
    },
    {
        "de": "Ich fahre gerne mit der Bahn, da es umweltfreundlich ist.\n",
        "en": "I like traveling by train, as it is environmentally friendly.\n"
    },
    {
        "de": "Du hast ein echtes Talent zum Tanzen!\n",
        "en": "You have a real talent for dancing!\n"
    },
    {
        "de": "Ich habe es satt, mich immer mit dir zu streiten!\n",
        "en": "I am fed up always arguing with you!\n"
    },
    {
        "de": "Es ist eine Sünde, auf andere eifersüchtig zu sein.\n",
        "en": "It is a sin to be jealous of others.\n"
    },
    {
        "de": "Du wirst diese Angelegenheit so schnell wie möglich regeln.\n",
        "en": "You will deal with this matter as soon as possible.\n"
    },
    {
        "de": "Jedes Jahr produzieren wir tausende Tonnen Müll.\n",
        "en": "Every year we produce thousands of tons of rubbish.\n"
    },
    {
        "de": "Dr. Schmidt wird das Experiment leiten.\n",
        "en": "Dr. Schmidt will conduct the experiment.\n"
    },
    {
        "de": "Dieser Bereich ist für Besucher geschlossen.\n",
        "en": "This area is closed for visitors.\n"
    },
    {
        "de": "Sie trägt heute ihr bestes Kleid.\n",
        "en": "She is wearing her best dress today.\n"
    },
    {
        "de": "Wir wünschen dir weiterhin alles Gute!\n",
        "en": "Furthermore, we wish you all the best!\n"
    },
    {
        "de": "Die Heilige wird von vielen Leuten verehrt.\n",
        "en": "The saint is worshipped by many people.\n"
    },
    {
        "de": "Ich hätte beinahe die Tasse fallen lassen!\n",
        "en": "I almost dropped the cup!\n"
    },
    {
        "de": "Im Norden ist es momentan extrem kalt.\n",
        "en": "It is extremely cold in the north at the moment.\n"
    },
    {
        "de": "Was zählt ist, dass alle gesund sind.\n",
        "en": "What counts is that everyone is healthy.\n"
    },
    {
        "de": "Die Busse verbinden die Dörfer mit der Stadt.\n",
        "en": "The busses connect the villages to the city.\n"
    },
    {
        "de": "Morgens trinke ich immer eine Tassee Kaffee.\n",
        "en": "In the morning I always drink a cup of coffee.\n"
    },
    {
        "de": "Ich möchte mich ebenso bei dir bedanken.\n",
        "en": "I would like to thak you as well.\n"
    },
    {
        "de": "Woanders müssten wir für eine Wohnung viel mehr bezahlen.\n",
        "en": "Elsewhere we would have to pay a lot more for a flat.\n"
    },
    {
        "de": "Wir wissen nicht, was den Unfall verursacht hat.\n",
        "en": "We don’t know what caused the accident.\n"
    },
    {
        "de": "Paris ist die Hauptstadt von Frankreich.\n",
        "en": "Paris is the capital of France.\n"
    },
    {
        "de": "Mein Bruder Jonathan wird mich morgen besuchen kommen.\n",
        "en": "My brother Jonathan will come and visit me tomorrow.\n"
    },
    {
        "de": "Wir müssen uns sofort Deckung suchen.\n",
        "en": "We have to look for cover immediately.\n"
    },
    {
        "de": "Wir raten dir, dich von ihm fernzuhalten.\n",
        "en": "We advise you to stay away from him.\n"
    },
    {
        "de": "Du liegst mit deiner Annahme im Unrecht.\n",
        "en": "You are in the wrong with your assumption.\n"
    },
    {
        "de": "Du wirst ein echtes Meisterwerk erschaffen!\n",
        "en": "You will create a real masterwork!\n"
    },
    {
        "de": "Es ist nicht nett, andere Leute zu verarschen.\n",
        "en": "It is not nice to mock other people.\n"
    },
    {
        "de": "Diese Linie fährt ans andere Ende der Stadt.\n",
        "en": "This line goes to the other end of the city.\n"
    },
    {
        "de": "Wir haben das Kommando erhalten, zu schießen.\n",
        "en": "We have received the command to shoot.\n"
    },
    {
        "de": "Obwohl sie Geschwister sind, sind sie sehr verschieden.\n",
        "en": "Although they are siblings, they are very different.\n"
    },
    {
        "de": "Wir werden dich am Flughafen empfangen.\n",
        "en": "We will receive you at the airport.\n"
    },
    {
        "de": "Der Zugang wurde Ihnen nicht gestattet.\n",
        "en": "You have not been granted access.\n"
    },
    {
        "de": "Dank der Medizin sterben heute weniger Menschen.\n",
        "en": "Thanks to medicine, fewer people are dying today.\n"
    },
    {
        "de": "Der Graben ist einige Meter tief.\n",
        "en": "The ditch is a few meters deep.\n"
    },
    {
        "de": "Diesen Sonntag werde ich absolut nichts tun.\n",
        "en": "This Sunday I will do absolutely nothing.\n"
    },
    {
        "de": "Sie weiß nicht, wie das Gerät funktioniert.\n",
        "en": "She does not know how the device works.\n"
    },
    {
        "de": "Die Maus versteckt sich vor der Katze.\n",
        "en": "The mouse hides from the cat.\n"
    },
    {
        "de": "Ich kann nicht kapieren, wie man so blöd sein kann.\n",
        "en": "I don’t understand how one can be so stupid.\n"
    },
    {
        "de": "Das ist ein Hinweis auf dein schlechtes Benehmen.\n",
        "en": "This is a reference to your bad behavior.\n"
    },
    {
        "de": "Er wird alle Beweise verbrennen, bevor die Polizei kommt.\n",
        "en": "He will burn all evidence before the police arrives.\n"
    },
    {
        "de": "Ich habe ihm jedes Wort geglaubt.\n",
        "en": "I believed him every word.\n"
    },
    {
        "de": "Sie haben einander schon einmal getroffen.\n",
        "en": "They have met each other once before.\n"
    },
    {
        "de": "Mein Bruder hat letzte Woche geheiratet.\n",
        "en": "My brother got married last week.\n"
    },
    {
        "de": "Wir trinken schon seit ein paar Monaten keinen Alkohol mehr.\n",
        "en": "We haven’t had alcohol in a few months now.\n"
    },
    {
        "de": "Diese Kerle kommen mir irgendwie bekannt vor.\n",
        "en": "Somehow, these guys look familiar to me.\n"
    },
    {
        "de": "Ich denke nicht, dass wir ihren Vorschlag annehmen werden.\n",
        "en": "I don’t think we will accept her proposal.\n"
    },
    {
        "de": "Ein Papagei sitzt auf seiner rechten Schulter.\n",
        "en": "A parrot sits on his right shoulder.\n"
    },
    {
        "de": "Sie schläft mit jedem – sie ist eine echte Hure.\n",
        "en": "She sleeps with everyone – she is a real whore.\n"
    },
    {
        "de": "Jeden Tag verschwenden wir sehr viel Essen.\n",
        "en": "Every day we waste a lot of food.\n"
    },
    {
        "de": "Für viele Menschen ist Selbstmord die einzige Lösung.\n",
        "en": "For many people suicide is the only solution.\n"
    },
    {
        "de": "Dieses Drama würde ich gerne im Theater sehen.\n",
        "en": "I would like to see this drama at the theater.\n"
    },
    {
        "de": "Er benimmt sich wie ein kompletter Narr, wenn er Anna sieht.\n",
        "en": "He behaves like a complete fool when he sees Anna.\n"
    },
    {
        "de": "Sie kauft sich oft etwas, das schon gebraucht ist.\n",
        "en": "She often buys second-hand goods.\n"
    },
    {
        "de": "Er ist ein echtes Genie, wenn es um Mathematik geht.\n",
        "en": "He is a real genius when it comes to mathematics.\n"
    },
    {
        "de": "Alle Vögel haben diese Eigenschaften gemein.\n",
        "en": "All birds have these traits in common.\n"
    },
    {
        "de": "Was er da erzählt ist kompletter Blödsinn.\n",
        "en": "It is complete nonsense what he says there.\n"
    },
    {
        "de": "Es ist nur ein Gerücht, dass er eine Affäre hat.\n",
        "en": "It is just a rumor that he has an affair.\n"
    },
    {
        "de": "Er ist sehr müde, aber dennoch kümmert er sich um seine kranke Tochter.\n",
        "en": "He is very tired, but he is looking after his sick daughter nevertheless.\n"
    },
    {
        "de": "Hier kann man sich wirklich herrlich entspannen!\n",
        "en": "One can really relax beautifully here!\n"
    },
    {
        "de": "Ich habe dir ein besonderes Geschenk gekauft.\n",
        "en": "I bought you a special present.\n"
    },
    {
        "de": "Unsere Aufgabe ist es, diese Dokumente zu vernichten.\n",
        "en": "Our job is to destroy these documents.\n"
    },
    {
        "de": "Ein guter Zauberer verrät seinen besten Trick nie.\n",
        "en": "A good magician never reveals his best trick.\n"
    },
    {
        "de": "Wenn ich könnte, würde ich nach Miami ziehen.\n",
        "en": "If I could, I would move to Miami.\n"
    },
    {
        "de": "Wir schämen uns alle, dass wir uns nicht mehr angestrengt haben.\n",
        "en": "We are all ashamed that we didn’t put more effort in.\n"
    },
    {
        "de": "Ich kenne jemanden, der dir helfen kann.\n",
        "en": "I know someone that can help you.\n"
    },
    {
        "de": "Er braucht die Erlaubnis seines Vaters, wenn er das Auto haben möchte.\n",
        "en": "He needs the permission of his father if he wants to have the car.\n"
    },
    {
        "de": "Endlich haben wir dieses Projekt beendet!\n",
        "en": "We have finally completed this project!\n"
    },
    {
        "de": "Sie respektieren sich gegenseitig.\n",
        "en": "They mutually respect each other.\n"
    },
    {
        "de": "Kannst du bitte das Licht ausmachen, wenn du ins Bett gehst?\n",
        "en": "Can you please switch off the lights when you go to bed?\n"
    },
    {
        "de": "Seine Zunge ist rosa und sieht gesund aus.\n",
        "en": "His tongue is pink and looks healthy.\n"
    },
    {
        "de": "Es ist wichtig, dass wir unser kulturelles Erbe wahren.\n",
        "en": "It is important that we preserve our cultural heritage.\n"
    },
    {
        "de": "Wir brauchen irgendein Buch, das wir auf Englisch lesen können.\n",
        "en": "We need any book that we can read in English.\n"
    },
    {
        "de": "Wir vermuten, dass sie ihren Mann betrügt.\n",
        "en": "We suspect that she is cheating on her husband.\n"
    },
    {
        "de": "Unsere Nachbarn haben einen kleinen Hund.\n",
        "en": "Our neighbors have a small dog.\n"
    },
    {
        "de": "Ich hätte gerne den weißen Hut.\n",
        "en": "I would like the white hat.\n"
    },
    {
        "de": "Besitz und Geld sind nicht sehr wichtig für mich.\n",
        "en": "Possession and money are not very important to me.\n"
    },
    {
        "de": "Heute wird endlich der Fernseher geliefert!\n",
        "en": "Today they will deliver the TV at last!\n"
    },
    {
        "de": "Es ist ziemlich stürmisch heute, du solltest dich an etwas festhalten.\n",
        "en": "It is pretty windy today, you should hold on to something.\n"
    },
    {
        "de": "Je mehr ich diese Serie ansehe, desto mehr gefällt sie mir!\n",
        "en": "The more I watch this series, the more I like it!\n"
    },
    {
        "de": "Sein Job ist es, das gesamte Gelände zu überwachen.\n",
        "en": "His job is to watch the entire area.\n"
    },
    {
        "de": "Schönheit liegt im Auge des Betrachters.\n",
        "en": "Beauty lies in the eye of the beholder.\n"
    },
    {
        "de": "Ich glaube, dass der Motor des Autos beschädigt ist.\n",
        "en": "I think the motor of the car is damaged.\n"
    },
    {
        "de": "Im Museum darf man nichts anfassen.\n",
        "en": "You are not allowed to touch anything at the museum.\n"
    },
    {
        "de": "Ich hoffe, dass dir die Bedeutung dieser Entdeckung klar ist.\n",
        "en": "I hope you realize the importance of this discovery.\n"
    },
    {
        "de": "Morgen wird es möglicherweise schneien!\n",
        "en": "It will possibly snow tomorrow!\n"
    },
    {
        "de": "Da du krank bist, solltest du im Bett bleiben und ruhen.\n",
        "en": "As you are ill you should stay in bed and rest.\n"
    },
    {
        "de": "Ich möchte viele schöne Abenteuer mit dir erleben.\n",
        "en": "I want to experience many nice adventures with you.\n"
    },
    {
        "de": "Bitte versuch nicht, ständig irgendwelche Leute zu beleidigen!\n",
        "en": "Please try not to offend people on a constant basis!\n"
    },
    {
        "de": "Wir werden heute neue Kleider kaufen gehen.\n",
        "en": "We will go and buy new clothes today.\n"
    },
    {
        "de": "Sie gehen trotz des schlechten Wetters an den Strand.\n",
        "en": "They are going to the beach in spite of the bad weather.\n"
    },
    {
        "de": "All diese Informationen haben mich sehr verwirrt.\n",
        "en": "All this information has made me very confused.\n"
    },
    {
        "de": "Es ist ungewöhnlich, dass es zu dieser Jahreszeit so heiß ist.\n",
        "en": "It is unusual, that it is so hot at this time of year.\n"
    },
    {
        "de": "Bei dem Verkauf haben wir viel Geld eingenommen.\n",
        "en": "We made a lot of money at the sale.\n"
    },
    {
        "de": "Ich habe gehört, dass Chicago eine sehr schöne Stadt ist.\n",
        "en": "I heard that Chicago is a very nice city.\n"
    },
    {
        "de": "Ich kenne Rachel schon, seit wir Kinder sind.\n",
        "en": "I have known Rachel since we have been children.\n"
    },
    {
        "de": "Der Strom fließt durch diese beiden Kabel.\n",
        "en": "The current goes through these two cables.\n"
    },
    {
        "de": "Er ist immer noch nicht mit dem Internet verbunden.\n",
        "en": "He still isn’t connected to the internet.\n"
    },
    {
        "de": "Sollen wir die Treppe nehmen oder mit dem Aufzug fahren?\n",
        "en": "Shall we take the stairs or get the lift?\n"
    },
    {
        "de": "Auf meinem Bildschirm steht eine große Null.\n",
        "en": "On my screen is a big zero.\n"
    },
    {
        "de": "Ihr Bauch tut weh, weil sie zu schnell gegessen hat.\n",
        "en": "Her stomach hurts because she has eaten too quickly.\n"
    },
    {
        "de": "Wir werden den Gewinn an eine wohltätige Organisation spenden.\n",
        "en": "We will donate the profit to a charity.\n"
    },
    {
        "de": "Ich mag ihn wirklich, jedoch wohnt er sehr weit weg.\n",
        "en": "I really like hime, however, he lives very far away.\n"
    },
    {
        "de": "Er hat mehrere Unfälle überlebt.\n",
        "en": "He survived several accidents.\n"
    },
    {
        "de": "Wenn der Sturm kommt, sollten wir im Haus sein.\n",
        "en": "We should be inside the house when the storm arrives.\n"
    },
    {
        "de": "Es fällt ihm schwer, vernünftig zu sein.\n",
        "en": "It is hard for him to be reasonable.\n"
    },
    {
        "de": "Nach dem Schwimmen ist sie immer sehr hungrig.\n",
        "en": "After swimming she is always very hungry.\n"
    },
    {
        "de": "Wir haben das Projekt erfolgreich beendet!\n",
        "en": "We have successfully completed the project!\n"
    },
    {
        "de": "Die Hunde müssen an der Leine bleiben, weil sie sonst weglaufen.\n",
        "en": "The dogs have to stay on a leash, otherwise they will run away.\n"
    },
    {
        "de": "Heute ist das Wetter wirklich angenehm.\n",
        "en": "Today the weather is really pleasant.\n"
    },
    {
        "de": "Ich bin davon überzeugt, dass er die Prüfung bestehen wird.\n",
        "en": "I am convinced that he will pass the exam.\n"
    },
    {
        "de": "Ich kann momentan nur Trauer und Schmerz empfinden.\n",
        "en": "At the moment I can only feel sadness and pain.\n"
    },
    {
        "de": "Viele Leute behaupten, Experten auf einem Gebiet zu sein.\n",
        "en": "Many people assert being an expert in a field.\n"
    },
    {
        "de": "Es ist erstaunlich, wie viele Leute zwei Sprachen sprechen können.\n",
        "en": "It is amazing how many people can speak two languages.\n"
    },
    {
        "de": "Die Botschaft war, dass wir noch etwas warten sollen.\n",
        "en": "The message was that we should wait a little longer.\n"
    },
    {
        "de": "Sie kommt gewöhnlich jeden Sonntag in dieses Cafe.\n",
        "en": "She usually comes to this café every Sunday.\n"
    },
    {
        "de": "Der Lehrer hat ihnen eine unmögliche Aufgabe gesetzt.\n",
        "en": "The teacher has set them an impossible task.\n"
    },
    {
        "de": "In diesem Laden klauen Kinder oft Süßigkeiten.\n",
        "en": "Children often steal sweets in this shop.\n"
    },
    {
        "de": "Sie isst eine Scheibe Brot zu ihrer Suppe.\n",
        "en": "She eats a slice of bread with her soup.\n"
    },
    {
        "de": "In Europa gibt es viele Kunstgallerien und Museen.\n",
        "en": "In Europe there are many art galleries and museums.\n"
    },
    {
        "de": "Im Süden ist es meistens sonniger als im Norden.\n",
        "en": "It is often sunnier in the south than in the north.\n"
    },
    {
        "de": "Er muss von seinen Arbeitern mehr Leistung fordern.\n",
        "en": "He has to demand more effort from his employees.\n"
    },
    {
        "de": "Ich werde dieses Jahr Chinesisch lernen.\n",
        "en": "This year I will learn Chinese.\n"
    },
    {
        "de": "Der Tisch und die Stühle sind beweglich.\n",
        "en": "The table and chairs are moveable.\n"
    },
    {
        "de": "Sie hat sich definitiv den richtigen Beruf ausgewählt.\n",
        "en": "She definitively picked the right profession.\n"
    },
    {
        "de": "Es ist hier üblich, dass man erst sehr spät isst.\n",
        "en": "It is usual here to eat very late.\n"
    },
    {
        "de": "Er würde gerne eine Probe des Materials im Labor testen.\n",
        "en": "He would like to test a sample of the material in the laboratory.\n"
    },
    {
        "de": "Der Täter hat sein Opfer mehrere Wochen lang beobachtet.\n",
        "en": "The perpetrator observed his victim for several weeks.\n"
    },
    {
        "de": "Die Wunde musste mit einem Stich genäht werden.\n",
        "en": "The wound had to be sewed with a stitch.\n"
    },
    {
        "de": "Es ist ganz normal, sich manchmal zu irren.\n",
        "en": "It is completely normal to be wrong sometimes.\n"
    },
    {
        "de": "Wir werden dich auch in Zukunft finanziell unterstützen.\n",
        "en": "We will also support you financially in future.\n"
    },
    {
        "de": "Es scheint, als hätte ich das falsche Handy mitgenommen!\n",
        "en": "It seems like I have taken the wrong cell phone with me!\n"
    },
    {
        "de": "Manchmal glaube ich, dass die Menschheit immer dümmer wird.\n",
        "en": "Sometimes I think that humanity is getting more and more stupid.\n"
    },
    {
        "de": "In unserem Büro achten wir alle die Regeln.\n",
        "en": "In our office we all respect the rules.\n"
    },
    {
        "de": "Wir können die Kiste nicht anheben, wir müssen sie schieben.\n",
        "en": "We cannot pick up the box, we have to push it.\n"
    },
    {
        "de": "Ich kann nicht glauben, dass er ein solcher Lügner ist!\n",
        "en": "I cannot believe that he is such a liar!\n"
    },
    {
        "de": "Sie liegt im Gras und liest ein interessantes Buch.\n",
        "en": "She is lying in the grass, reading an interesting book.\n"
    },
    {
        "de": "Die Oper wird das Ereignis des Jahres werden!\n",
        "en": "The opera will be the event of the year!\n"
    },
    {
        "de": "Unser Führer wird uns nachher alles genau erklären.\n",
        "en": "Our leader will explain everything to us in detail later on.\n"
    },
    {
        "de": "Er findet diesen Abenteuerroman wirklich spannend.\n",
        "en": "He finds this adventure novel really exciting.\n"
    },
    {
        "de": "Sie hat ihm deutlich gesagt, dass sie ihn nicht mehr sehen will.\n",
        "en": "She clearly told him that she does not want to see him again.\n"
    },
    {
        "de": "Wir werden Ihnen einen Scheck schreiben.\n",
        "en": "We will write you a cheque.\n"
    },
    {
        "de": "Diesen Mantel wollte ich mir schon seit langer Zeit kaufen.\n",
        "en": "I have wanted to buy this coat for a long time.\n"
    },
    {
        "de": "Er ist in dieser Firma angestellt.\n",
        "en": "He is employed by this company.\n"
    },
    {
        "de": "Wir heizen zu Hause nur mit Gas.\n",
        "en": "We only heat with gas at home.\n"
    },
    {
        "de": "Ich könnte mir diese Landschaft den ganzen Tag anschauen.\n",
        "en": "I could look at this landscape the entire day.\n"
    },
    {
        "de": "Er ist eifersüchtig, wenn sie mit einem anderen Mann redet.\n",
        "en": "He is jealous when she talks to another man.\n"
    },
    {
        "de": "Die Presse ist nicht immer an der Wahrheit interessiert.\n",
        "en": "The press isn’t always interested in the truth.\n"
    },
    {
        "de": "Er würde gerne ein paar Tage in Mexiko verbringen.\n",
        "en": "He would like to spend a few days in Mexico.\n"
    },
    {
        "de": "Wir müssen das Gen finden, um es besser zu verstehen.\n",
        "en": "We have to find the gene in order to understand it better.\n"
    },
    {
        "de": "Es hat endlich aufgehört zu regnen.\n",
        "en": "It finally stopped raining.\n"
    },
    {
        "de": "Am Samstag müssen wir in den Supermarkt gehen.\n",
        "en": "On Saturday we have to go to the supermarket.\n"
    },
    {
        "de": "Jemand hat mein Fahrrad geklaut!\n",
        "en": "Someone has stolen my bike!\n"
    },
    {
        "de": "Es macht definitiv keinen Sinn, darüber zu streiten.\n",
        "en": "There is definitely no point in arguing about it.\n"
    },
    {
        "de": "Nachher gehen wir in ein italienisches Restaurant.\n",
        "en": "Afterwards we are going to an Italian restaurant.\n"
    },
    {
        "de": "Vielen sind die Helden der griechischen Mythologie bekannt.\n",
        "en": "Many know the heroes from Greek mythology.\n"
    },
    {
        "de": "Dein Tee ist viel süßer als meiner.\n",
        "en": "Your tea is much sweeter than mine.\n"
    },
    {
        "de": "Manche Menschen glauben, dass Vampire existieren.\n",
        "en": "Some people believe that vampires do exist.\n"
    },
    {
        "de": "Sie haben sich auseinandergelebt.\n",
        "en": "They have drifted apart.\n"
    },
    {
        "de": "Ein wichtiger Kunde ist soeben ins Büro gekommen.\n",
        "en": "An important client just came to the office.\n"
    },
    {
        "de": "Er kann nichts hören, da er taub ist.\n",
        "en": "He cannot hear anything, as he is deaf.\n"
    },
    {
        "de": "Es its praktisch unmöglich, gegen ihn zu gewinnen.\n",
        "en": "It is practically impossible to win against him.\n"
    },
    {
        "de": "Gleich wird er auf die Bühne kommen!\n",
        "en": "Soon he will enter the stage!\n"
    },
    {
        "de": "Wir werden alles tun, um herauszufinden, wer das getan hat.\n",
        "en": "We will do everything to find out, who did this.\n"
    },
    {
        "de": "Das Publikum klatschte laut und wollte mehr.\n",
        "en": "The audience applauded loudly and wanted more.\n"
    },
    {
        "de": "Bitte haben Sie Gnade mit mir!\n",
        "en": "Please have mercy with me!\n"
    },
    {
        "de": "Die Polizei hat das Gespräch aufgenommen.\n",
        "en": "The police have recorded the conversation.\n"
    },
    {
        "de": "Es ist illegal, hier zu rauchen.\n",
        "en": "It is illegal to smoke here.\n"
    },
    {
        "de": "Our friendship is incredibly important to me.\n",
        "en": "Er ist aufgeregt, weil er heute nach Indien fliegt. He is excited because he is flying to India today.\n"
    },
    {
        "de": "Seine Lippe ist nach dem Kampf geschwollen.\n",
        "en": "His lip is swollen after the fight.\n"
    },
    {
        "de": "Ich muss zugeben, dass mir der Plan gefällt.\n",
        "en": "I have to admit that I like the plan.\n"
    },
    {
        "de": "Ich brauche dringend etwas Unterstützung.\n",
        "en": "I urgently need some support.\n"
    },
    {
        "de": "Das Regal ist ganz schief!\n",
        "en": "The shelf is totally crooked!\n"
    },
    {
        "de": "Wir sollten versuchen, weniger Plastik zu verwenden.\n",
        "en": "We should try to use less plastic.\n"
    },
    {
        "de": "Die beiden turteln miteinander.\n",
        "en": "These two flirt with each other.\n"
    },
    {
        "de": "Den Gefangenen ist die Flucht aus dem Gefängnis gelungen.\n",
        "en": "The prisoners were successful in their escape from prison.\n"
    },
    {
        "de": "Im Winter fahren wir oft in die Berge.\n",
        "en": "In winter we often go to the mountains.\n"
    },
    {
        "de": "Seine Schnauze ist vom Schnee ganz weiß.\n",
        "en": "His snout is all white from the snow.\n"
    },
    {
        "de": "Ich muss mit ihr sprechen – es ist ein Notfall!\n",
        "en": "I have to talk to her – it is an emergency!\n"
    },
    {
        "de": "Sie möchte Geld sparen, um nach Bali gehen zu können.\n",
        "en": "She wants to save up money to be able to go to Bali.\n"
    },
    {
        "de": "Wir müssen diese Kunstwerke vor Schäden bewahren.\n",
        "en": "We have to preserve these paintings from damage.\n"
    },
    {
        "de": "Er ist sich sicher, dass Gott existiert.\n",
        "en": "He ist certain that god exists.\n"
    },
    {
        "de": "Der Stoff dieser Jacke ist ganz weich.\n",
        "en": "The material of this jacket is really soft.\n"
    },
    {
        "de": "Es ist wirklich schade, dass du schon gehst.\n",
        "en": "What a shame that you are leaving already.\n"
    },
    {
        "de": "Diese Hose sitzt etwas locker.\n",
        "en": "These trousers are a little loose.\n"
    },
    {
        "de": "Der Prozess ist lange und kompliziert.\n",
        "en": "The process is long and complicated.\n"
    },
    {
        "de": "Ich könnte jetzt wirklich einen kleinen Snack vertragen.\n",
        "en": "I could really do with a small snack right now.\n"
    },
    {
        "de": "Der Spion schreibt sich wichtige Informationen auf.\n",
        "en": "The spy writes down important information.\n"
    },
    {
        "de": "Eines Tages wirst du ein großartiger Krieger sein!\n",
        "en": "One day you will be a great warrior!\n"
    }
]